Repository: hxebolax/TCA3-Update
Catalog: data/beta/temp_*/DEV/locale/*/LC_MESSAGES/*.po
Languages: pt

source: *** ADVERTENCIA *** Esta opción es experimental. Si la activamos, podremos reanudar una descarga que por cualquier motivo quedara interrumpida. Para reanudar una descarga tendremos que volverla a poner en marcha, introduciendo la misma URL de esa descarga y la misma configuración de parámetros de descarga. En el directorio destino se crearán unos archivos temporales que sirven para reanudar la descarga. Si algún parámetro no coincide o dichos archivos se borran la descarga empezara de cero. Dichos archivos permanecerán en el directorio destino hasta que se reanude la descarga o hasta que sea borrado manualmente.
pt: *** AVISO *** Esta opção é experimental. Se a ativarmos, podemos retomar um download interrompido por qualquer motivo. Para retomar um download, teremos que iniciá-lo novamente, inserindo o mesmo URL desse download e a mesma configuração dos parâmetros de download. Arquivos temporários serão criados no diretório de destino que são usados ​​para retomar o download. Se algum parâmetro não corresponder ou esses ficheiros forem excluídos, o download começará do zero. Esses ficheiros permanecerão no diretório de destino até que o download seja retomado ou até que sejam excluídos manualmente.

source: No se puede cambiar el idioma en este momento. Tiene descargas activas. Vuelva a intentarlo más tarde cuando no tenga descargas activas.
pt: O idioma não pode ser alterado neste momento. Você tem downloads ativos. Tente novamente mais tarde quando não houver downloads ativos.

source: Se cambio el idioma y la aplicación tiene que reiniciarse.
pt: O idioma foi alterado e o aplicativo deve ser reiniciado.

source: No se puede cambiar de rama en este momento. Tiene descargas activas. Vuelva a intentarlo más tarde cuando no tenga descargas activas.
pt: Não é possível mudar de ramo neste momento. Você tem downloads ativos. Tente novamente mais tarde quando não houver downloads ativos.

source: Rama &Final (recomendada)
pt: Filial e final (recomendado)

source: Rama &Beta
pt: Filial &Beta

source: Ha elegido cambiar la rama de desarrollo de TCA-Media Downloader. Actualmente se encuentra en la rama: {} Y va a cambiar a la rama: {} ¿Esta seguro que desea continuar?
pt: Você optou por alterar o ramo de desenvolvimento do TCA-Media Downloader. Atualmente está na ramificação: {} E mudará para ramificação: {} Você tem certeza que quer continuar?

source: Elija &Formato:
pt: Escolha &Formato:

source: Elija &calidad del audio:
pt: Escolha &qualidade de áudio:

source: Elija la composición del &nombre de salida:
pt: Escolha a composição de &nome de saída:

source: Chat en directo
pt: Bate-papo ao vivo

source: &Introduzca una URL de una transmisión en directo de YouTube:
pt: &Insira um URL de transmissão ao vivo do YouTube:

source: Comentarios en &directo:
pt: Comentários em &direct:

source: Sin comentarios
pt: Sem comentários

source: Elija &formato de salida del chat:
pt: Escolha o formato de saída do &chat:

source: &Hablar comentarios por lector de pantalla
pt: &Falar comentários via leitor de tela

source: &Empezar monitoreo
pt: &Iniciar monitoramento

source: &Cerrar
pt: &Fechar

source: No se pudo recuperar la conexión al chat después de múltiples intentos
pt: Não foi possível recuperar a conexão de bate-papo após diversas tentativas

source: El campo no puede estar vacío
pt: O campo não pode ficar vazio

source: La URL no es de YouTube
pt: O URL não é do YouTube

source: &Parar monitoreo
pt: &Parar monitoramento

source: No se pudo obtener el chat. Inténtelo de nuevo y si sigue fallando compruebe que la transmisión tiene chat en directo.
pt: Não foi possível conversar. Por favor, tente novamente e se ainda falhar, verifique se a transmissão tem chat ao vivo.

source: El video no es una transmisión en directo
pt: O vídeo não é uma transmissão ao vivo

source: Visor de comentarios
pt: Visor de comentários

source: &Lista de comentarios:
pt: &Lista de comentários:

source: &Detalles del comentario:
pt: &Detalhes do comentário:

source: &Guardar comentarios
pt: &Guardar comentários

source: Comentarios {}
pt: Comentários {}

source: Fecha de publicación:
pt: Data de publicação:

source: Me gusta:
pt: Eu gosto:

source: Comentario:
pt: Comentário:

source: Titulo:
pt: Título:

source: Total comentarios:
pt: Total de comentários:

source: Comentarios
pt: Comentários

source: Fichero HTML (*.html)|*.html
pt: Ficheiro HTML (*.html)|*.html

source: Guardar comentarios en...
pt: Guardar comentários em...

source: No hay ningún comentario seleccionado.
pt: Nenhum comentário selecionado.

source: Extrayendo comentarios. Espere por favor...
pt: A Extrair comentários. Espere, por favor...

source: Extractor de pistas de audio
pt: Extrator de trilha de áudio

source: &Lista de pistas de audios:
pt: &Lista de faixas de áudio:

source: Atrasar (F1)
pt: Retroceder (F1)

source: Adelantar (F3)
pt: Avançar (F3)

source: Detener (F4)
pt: Parar (F4)

source: &Volumen: (F5 / F6)
pt: &Volume: (F5 / F6)

source: &Extraer
pt: &Extrair

source: Sin pistas de audio
pt: Sem faixas de áudio

source: Ficheros
pt: Ficheiros

source: Elige un archivo MKV o MP4
pt: Escolha um ficheiro MKV ou MP4

source: Este archivo no contiene pistas de audio
pt: Este ficheiro não contém faixas de áudio

source: Guardar archivo
pt: Salvar Arquivo

source: Extrayendo audio. Espere por favor...
pt: Extraindo áudio. Espere, por favor...

source: No pudo finalizar la extracción. Error: El proceso ha sido cancelado por el usuario.
pt: Não foi possível concluir a extração. Erro: O processo foi cancelado pelo usuário.

source: No pudo finalizar la extracción. Error: {}.
pt: Não foi possível concluir a extração. Erro: {}.

source: El proceso de extracción ha finalizado correctamente.
pt: O processo de extração foi concluído com sucesso.

source: &Pausar
pt: &Pausa

source: Re&producir
pt: Jogar

source: &Copiar información de la pista al portapapeles
pt: &Copiar informações da faixa para a área de transferência

source: Se copio la información de la pista al portapapeles.
pt: As informações da faixa foram copiadas para a área de transferência.

source: Seleccione un formato
pt: Seleciona um formato

source: &Información de formato:
pt: Informações de &formato:

source: &Descargar
pt: &Descarregar

source: Este formato todavía no esta catalogado por YT-DLP
pt: Este formato ainda não está catalogado pelo YT-DLP

source: Información técnica:
pt: Informação técnica:

source: Tiene que elegir un formato para poder descargar.
pt: Tem que escolher um formato para poder fazer o download.

source: Compartir con Mastodon
pt: Compartilhando com Mastodont

source: &Introduzca la URL de su instancia de Mastodon:
pt: &Insira o URL da sua instância do Mastodon:

source: Nueva lista de videos
pt: Nova lista de vídeos

source: &Introduzca un nombre para su lista de videos:
pt: &Digite um nome para sua lista de vídeos:

source: Edita el nombre de la lista de videos
pt: Edite o nome da lista de vídeos

source: &Introduzca un nuevo nombre para su lista de videos:
pt: &Digite um novo nome para sua lista de vídeos:

source: El campo de texto no puede quedar vacio. Introduzca la URL del servidor de su instancia de Mastodon.
pt: O campo de texto não pode estar vazio. Insira a URL do servidor de sua instância do Mastodon.

source: El campo de texto no puede quedar vacio. Introduzca un nombre para la nueva lista de videos.
pt: O campo de texto não pode estar vazio. Insira um nome para a nova lista de vídeos.

source: Lo introducido en el campo de texto no es valido. Introduzca la URL del servidor de su instancia de Mastodon.
pt: O que foi digitado no campo de texto não é válido. Insira a URL do servidor de sua instância do Mastodon.

source: La URL que a introducido no esta guardada. Si la guarda la próxima vez que desee compartir con Mastodon no tendrá que volverla a escribir. ¿Desea guardar la URL de la instancia de Mastodon?
pt: A URL que você inseriu não foi salva. Se você salvá-lo na próxima vez que quiser compartilhar com o Mastodon, não precisará digitá-lo novamente. Deseja salvar a URL da instância do Mastodon?

source: La URL que a introducido no es igual que la que tiene guardada. ¿Desea actualizar la URL guardada?
pt: A URL que você digitou não é a mesma que você salvou. Deseja atualizar o URL salvo?

source: Pantalla video
pt: Ecrã de vídeo

source: Compresión completada con éxito
pt: Compactação concluída com sucesso

source: La compresión fue cancelada por el usuario
pt: A compactação foi cancelada pelo usuário

source: Error durante la compresión: {}
pt: Erro durante a compactação: {}

source: Ir a la posición...
pt: Ir para a posição...

source: &Introduzca un número entre 1 y {}:
pt: &Digite um número entre 1 e {}:

source: El campo solo admite números y no puede quedar vacío. Solo se admite un número comprendido entre 1 y {}.
pt: O campo só admite números e não pode ficar vazio. Apenas um número entre 1 e {} é permitido.

source: Codigo QR
pt: Código QR

source: Sitios soportados por YT-DLP
pt: Sites suportados por YT-DLP

source: Descarga múltiple de la búsqueda
pt: Download de pesquisa múltipla

source: Descarga múltiple de favoritos
pt: Download múltiplo de favoritos

source: &Lista de videos:
pt: &Lista de vídeos:

source: &Introduzca un nombre para la descarga múltiple (será el nombre del directorio donde se guardara la descarga):
pt: &Digite um nome para o download múltiplo (será o nome do diretório onde o download será salvo):

source: &Selección
pt: &Seleção

source: &Descargar seleccionados
pt: &Download selecionado

source: Se produjo un error interno y no se pueden mostrar los videos.
pt: Ocorreu um erro interno e os vídeos não podem ser exibidos.

source: &Seleccionar todo
pt: &Selecionar tudo

source: &Deseleccionar todo
pt: &desmarcar todos

source: Para poder descargar, tiene que tener al menos un video seleccionado.
pt: Para fazer o download, você precisa ter pelo menos um vídeo selecionado.

source: El nombre de la descarga múltiple no puede quedar vacío. Introduzca un nombre que no contenga ningún carácter no soportado por ficheros ni carpetas Windows.
pt: O nome do download múltiplo não pode estar vazio. Insira um nome que não contenha nenhum caractere não compatível com ficheiros ou pastas do Windows.

source: Ya tiene una descarga múltiple con el nombre que introdujo. Cambie el nombre de la descarga múltiple.
pt: Você já tem um download múltiplo com o nome que inseriu. Altere o nome do download múltiplo.

source: &Ficha del Canal:
pt: Guia &Canal:

source: Videos
pt: Vídeos

source: &Videos del Canal:
pt: &Vídeos do canal:

source: &PlayList del Canal:
pt: Canal e lista de reprodução:

source: Copiar al &portapapeles
pt: Copiar para área de transferência

source: &Descargar todo el Canal
pt: &Descarregar todo o canail

source: Título del Canal:
pt: Título do canal:

source: Enlace directo al Canal:
pt: Link direto para o Canal:

source: Fecha de ultima actualización:
pt: Data da última atualização:

source: Sin determinar
pt: Indeterminado

source: Total videos del canal:
pt: Total de vídeos do canal:

source: Tags:
pt: Etiquetas:

source: Sin Tags
pt: Sem etiquetas

source: Descripción:
pt: Descrição:

source: Sin descripción
pt: Sem descrição

source: Nombre del canal:
pt: Nome do canal:

source: Enlace del canal:
pt: Link do canal:

source: Total suscriptores del canal:
pt: Total de inscritos no canal:

source: Canal sin videos.
pt: Canal sem vídeos.

source: Canal sin PlayList.
pt: Canal sem lista de reprodução.

source: Copiar información de la ficha
pt: Copiar informações da guia

source: Copiar información de la ficha más los títulos de los videos y su duración
pt: Copie as informações da listagem, além dos títulos e duração dos vídeos

source: Copiar información de la ficha más los títulos de los videos y su duración más títulos de las PlayList
pt: Copie as informações da guia, além dos títulos dos vídeos e sua duração, além dos títulos da lista de reprodução

source: Copiar enlace al Canal
pt: Copiar link para o canal

source: Se copio la ficha al portapapeles.
pt: O ficheiro foi copiado para a área de transferência.

source: {} Videos del Canal: {}
pt: {} Vídeos do canal: {}

source: Se copio la ficha y los títulos de los videos más la duración al portapapeles.
pt: O ficheiro e os títulos dos vídeos mais a duração foram copiados para a área de transferência.

source: {} Videos del Canal: {} Títulos de las PlayList: {}
pt: {} Vídeos do canal: {} Títulos da lista de reprodução: {}

source: Se copio la ficha y los títulos de los videos más la duración más los títulos de las PlayList al portapapeles.
pt: A guia e os títulos dos vídeos mais a duração mais os títulos das PlayLists foram copiados para a área de transferência.

source: Se copio el enlace del canal al portapapeles.
pt: Link do canal copiado para a área de transferência.

source: Visor de PlayList
pt: Visor de lista de reprodução

source: &Ficha de la PlayList:
pt: Separador de &lista de reprodução:

source: &Videos de la PlayList:
pt: &Vídeos da lista de reprodução:

source: &Descargar la PlayList
pt: &Baixar a lista de reprodução

source: Título de la PlayList:
pt: Título da lista de reprodução:

source: Enlace directo a la PlayList:
pt: Link direto para a lista de reprodução:

source: Total videos de la PlayList:
pt: Total de vídeos da lista de reprodução:

source: Enlace del canal al que pertenece:
pt: Link do canal ao qual pertence:

source: Total visitas de la PlayList:
pt: Total de visitas da lista de reprodução:

source: PlayList sin videos.
pt: Lista de reprodução sem vídeos.

source: Copiar enlace a la PlayList
pt: Copiar link para lista de reprodução

source: Copiar enlace al canal que pertenece la PlayList
pt: Copiar o link para o canal ao qual a lista de reprodução pertence

source: {} Videos de la PlayList: {}
pt: {} Vídeos da Lista de reprodução: {}

source: Se copio el enlace de la PlayList al portapapeles.
pt: O link da lista de reprodução foi copiado para a área de transferência.

source: Se copio el enlace del canal al que pertenece la PlayList al portapapeles.
pt: O link do canal ao qual pertence a lista de reprodução foi copiado para a área de transferência.

source: Videos para descargar
pt: Vídeos para baixar

source: &Ficha del video:
pt: &ficha do vídeo:

source: &Ver o guardar comentarios
pt: &Visualizar ou salvar comentários

source: *** Esta ficha combina información del video original y del clip ***
pt: *** Esta guia combina informações do vídeo original e do clipe ***

source: Enlace directo:
pt: Link direto:

source: Enlace canal al que pertenece:
pt: Link do canal ao qual pertence:

source: Fecha de subida:
pt: Data de upload:

source: Duración:
pt: Duração:

source: Visualizaciones totales:
pt: Visualizações totais:

source: Total me gusta:
pt: Total de gostos :

source: Total comentarios:
pt: Total de comentários:

source: No recomendado a menores de:
pt: Não recomendado para menores de:

source: Categoría:
pt: Categoria:

source: Sin categorias
pt: Sem categorias

source: Copiar información
pt: Copiar informações

source: Copiar enlace al video
pt: Copiar link para vídeo

source: Copiar enlace al canal que pertenece el video
pt: Copiar o link para o canal ao qual o vídeo pertence

source: Se copio la URL del canal al que pertenece el video al portapapeles.
pt: Copiado o URL do canal ao qual o vídeo pertence para a área de transferência.

source: Tiene descargas activas. Esta opción es experimental por lo que puede causar problemas y hacer que la aplicación se cierre. Si continua puede perder las descargas en curso. ¿Desea continuar?
pt: Você tem downloads ativos. Esta opção é experimental, portanto pode causar problemas e fazer com que o aplicativo falhe. Se você continuar, poderá perder todos os downloads em andamento. Você deseja continuar?

source: Ver comentarios (experimental)
pt: Ver comentários (experimental)

source: Guardar comentarios en HTML (experimental)
pt: Salvar comentários em HTML (experimental)

source: Se produjo un error en la librería YT-DLP. No es posible obtener los comentarios. Inténtelo de nuevo.
pt: Ocorreu um erro na biblioteca YT-DLP. Não é possível obter os comentários. Tente de novo.

source: &Introduzca una URL:
pt: &Insira um URL:

source: Elija una op&ción avanzada de formato personal:
pt: Escolha uma opção avançada de formato personalizado:

source: Búsqueda (Alt+2)
pt: Pesquisar (Alt+2)

source: Introduzca una &búsqueda:
pt: Insira uma &pesquisa:

source: &Resultados de la búsqueda:
pt: &Resultados da pesquisa:

source: Descargas (Alt+3)
pt: Downloads (Alt+3)

source: &Lista de descargas:
pt: &Lista de downloads:

source: &Contenido:
pt: &Contente:

source: &Buscar:
pt: &Procurar:

source: &Velocidad: (F7 / F8)
pt: &Velocidade: (F7 / F8)

source: &Salida:
pt: &Saída:

source: &Pantalla de video (F11)
pt: Ecrã de &vídeo (F11)

source: &Herramientas
pt: &Ferramentas

source: &Menú
pt: &Menu

source: Salir
pt: Sair

source: Tipo de evento invalido: {event_type}
pt: Tipo de evento inválido: {event_type}

source: Dispositivo salida de audio (por defecto)
pt: Dispositivo de saída de áudio (padrão)

source: Reproducir
pt: Reproduzir

source: Se a producido un error interno en el reproductor. Error: {}
pt: Ocorreu um erro interno no reprodutor. Erro: {}

source: Volumen {}%
pt: Volume {}%

source: Esta opción no esta soportada en este dialogo.
pt: Esta opção não é suportada nesta caixa de diálogo.

source: Velocidad {}
pt: Velocidade{}

source: Atrasando {}
pt: A retroceder {}

source: Sin nada en reproducción
pt: Sem nada a reproduzir

source: Pausando...
pt: Pausado...

source: Reproduciendo...
pt: A reproduzir...

source: Adelantando {}
pt: A avançar {}

source: Deteniendo...
pt: A parar...

source: Tiempo transcurrido: {} / Tiempo total: {}
pt: Tempo decorrido: {} / Tempo total: {}

source: Mensajes de información activados
pt: Mensagens de informação ativadas

source: Mensajes de información desactivados
pt: Mensagens informativas desativadas

source: No e podido recuperar la aplicación intentando distintas maneras. A continuación, se reiniciará la aplicación.
pt: Não consegui recuperar o aplicativo tentando de várias maneiras. O aplicativo será reiniciado.

source: Opciones establecidas: Formato: ({}) {} Nombre de salida: ({}) Directorio destino: ({})
pt: Definir opções: Formatar: ({}) {} Nome de saída: ({}) Diretório de destino: ({})

source: Calidad del audio: ({})
pt: Qualidade do áudio: ({})

source: Opción avanzada seleccionada: ({})
pt: Opção avançada selecionada: ({})

source: El análisis de TCA-Media Downloader ha sido un éxito. Esta copia es original y no ha sido modificada.
pt: A análise do TCA-Media Downloader foi um sucesso. Esta cópia é original e não foi modificada.

source: El análisis de TCA-Media Downloader ha fallado. Esta copia ha sido modificada en alguno de sus componentes. Le recomiendo se descargue TCA-Media Downloader desde un sitio oficial.
pt: A análise do TCA-Media Downloader falhou. Esta cópia foi modificada em alguns dos seus componentes. recomendo que baixe o TCA-Media Downloader de um site oficial.

source: &Sí
pt: &Sim

source: &No
pt: &Não

source: Error HTTP {e.code}
pt: Erro HTTP {e.code}

source: Error de URL
pt: Erro de url

source: Error al decodificar JSON
pt: Erro ao decodificar JSON

source: {}: procesando {} videos
pt: {}: A processar {} vídeos

source: Procesando el video {} de {}
pt: A Processar vídeo {} de {}

source: Se agotó el tiempo de espera sin recibir información o sin tener conexión a Internet.
pt: O tempo de espera esgotou-se sem receber informações ou sem ter uma conexão com a Internet.

source: Sin tiempo
pt: Sem tempo

source: Analizando la integridad del programa...
pt: Analisando a integridade do programa...

source: Tipo de búsqueda inválido.
pt: Tipo de pesquisa inválido.

source: {}% obteniendo datos...
pt: {}% a obter dados...

source: Se encontraron exactamente la cantidad de resultados que se buscaban.
pt: Encontraram-se exatamente o número de resultados esperados.

source: No se encontraron resultados para su búsqueda. Intente afinar más la búsqueda añadiendo o quitando palabras.
pt: Nenhum resultado para a sua pesquisa. Tente refinar a sua pesquisa adicionando ou removendo palavras.

source: Solo se encontraron {} resultados para la búsqueda.
pt: Apenas {} resultados foram encontrados para a pesquisa.

source: Se encontraron {} resultados para la búsqueda. Los primeros {} se devuelven.
pt: {} resultados foram encontrados para a pesquisa. Os primeiros {} são retornados.

source: Se produjo el siguiente error: {}
pt: Ocorreu o seguinte erro: {}

source: Error al intentar escribir en el archivo '{}'. Detalles: {}
pt: Erro ao tentar gravar no ficheiro '{}'. Detalhes: {}

source: Solo mensaje
pt: Apenas mensagem

source: Autor y mensaje
pt: Autor e mensagem

source: Fecha y mensaje
pt: Data e mensagem

source: Fecha, autor y mensaje
pt: Data, autor e mensagem

source: Mensaje y autor
pt: Mensagem e autor

source: Mensaje y fecha
pt: Mensagem e data

source: Mensaje, autor y fecha
pt: Mensagem, autor e data

source: Mensaje, fecha y autor
pt: Mensagem, data e autor

source: Iniciando la descarga, espere por favor...
pt: A Iniciar o download, aguarde...

source: Se a producido un error, vea el log para más información.
pt: Ocorreu um erro, consulte o log para obter mais informações.

source: Se completo la descarga, todo a sido un éxito.
pt: O download está completo, tudo foi um sucesso.

source: Descargando, espere por favor… {}
pt: A descarregar, aguarde... {}

source: Descargando, espere por favor…
pt: A descarregar, aguarde…

source: Convirtiendo, espere por favor… {}
pt: A Converter, aguarde... {}

source: Convirtiendo, espere por favor…
pt: A Converter, aguarde…

source: Descargando librería...
pt: Baixando biblioteca...

source: Extrayendo librería...
pt: Extraindo biblioteca...

source: Convirtiendo librería...
pt: Convertendo biblioteca...

source: Instalando librería...
pt: Instalando biblioteca...

source: Error al manipular la librería y su instalación. Compruebe que tiene permisos de escritura en el directorio que se encuentra TCA-Media Downloader. Pruebe con permisos de administrador. Vuelva a intentarlo buscando actualizaciones en el menú.
pt: Erro ao manipular a biblioteca e sua instalação. Verifique se você tem permissões de gravação no diretório onde o TCA-Media Downloader está localizado. Tente com permissões de administrador. Tente novamente verificando se há atualizações no menu.

source: Error al manipular la librería y su eliminación. Compruebe que tiene permisos de escritura en el directorio que se encuentra TCA-Media Downloader. Pruebe con permisos de administrador. Vuelva a intentarlo buscando actualizaciones en el menú.
pt: Erro ao manipular a biblioteca e sua remoção. Verifique se você tem permissões de gravação no diretório onde o TCA-Media Downloader está localizado. Tente com permissões de administrador. Tente novamente verificando se há atualizações no menu.

source: No se a podido convertir la librería. Compruebe que tiene permisos de escritura en el directorio que se encuentra TCA-Media Downloader. Pruebe con permisos de administrador. Vuelva a intentarlo buscando actualizaciones en el menú.
pt: Não foi possível converter a biblioteca. Verifique se você tem permissões de gravação no diretório onde o TCA-Media Downloader está localizado. Tente com permissões de administrador. Tente novamente verificando se há atualizações no menu.
