Repository: hxebolax/TCA3-Update
Catalog: data/beta/temp_*/DEV/locale/*/LC_MESSAGES/*.po
Languages: pt

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com uma resolução de 480p ou menos e a melhor qualidade de áudio com uma taxa de bits de 256 kbps ou menos e uma frequência de amostragem de 96 kHz ou menos e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com uma resolução de 480p ou menos e a melhor qualidade de áudio com uma taxa de bits de 320 kbps ou menos e uma frequência de amostragem de 96 kHz ou menos e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com uma resolução de 480p ou menos e a melhor qualidade de áudio com uma taxa de bits de 96 kbps ou menos e uma frequência de amostragem de 192 kHz ou menos e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com uma resolução de 480p ou menos e a melhor qualidade de áudio com uma taxa de bits de 128 kbps ou menos e uma frequência de amostragem de 192 kHz ou menos e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com uma resolução de 480p ou menos e a melhor qualidade de áudio com uma taxa de bits de 192 kbps ou menos e uma frequência de amostragem de 192 kHz ou menos e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com uma resolução de 480p ou menos e a melhor qualidade de áudio com uma taxa de bits de 256 kbps ou menos e uma frequência de amostragem de 192 kHz ou menos e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com uma resolução de 480p ou menos e a melhor qualidade de áudio com uma taxa de bits de 320 kbps ou menos e uma frequência de amostragem de 192 kHz ou menos e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 720p e a melhor qualidade de áudio e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con el códec AAC, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 720p e a melhor qualidade de áudio com o codec AAC e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con el códec FLAC, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 720p e a melhor qualidade de áudio com o codec FLAC e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con el códec MP3, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 720p e a melhor qualidade de áudio com o codec MP3 e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con el códec Opus, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 720p e a melhor qualidade de áudio com o codec Opus e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con el códec Vorbis, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 720p e a melhor qualidade de áudio com o codec Vorbis e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 720p e a melhor qualidade de áudio com taxa de bits igual ou inferior a 96 kbps e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o superior a 96 kbps, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 720p e a melhor qualidade de áudio com taxa de bits igual ou superior a 96 kbps e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 720p e a melhor qualidade de áudio com taxa de bits igual ou inferior a 128 kbps e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o superior a 128 kbps, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 720p e a melhor qualidade de áudio com taxa de bits igual ou superior a 128 kbps e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o menor a 160 kbps, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 720p e a melhor qualidade de áudio com taxa de bits igual ou inferior a 160 kbps e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o superior a 160 kbps, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 720p e a melhor qualidade de áudio com taxa de bits igual ou superior a 160 kbps e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 720p e a melhor qualidade de áudio com taxa de bits igual ou inferior a 192 kbps e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o superior a 192 kbps, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 720p e a melhor qualidade de áudio com taxa de bits igual ou superior a 192 kbps e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 720p e a melhor qualidade de áudio com taxa de bits igual ou inferior a 256 kbps e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o superior a 256 kbps, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 720p e a melhor qualidade de áudio com taxa de bits igual ou superior a 256 kbps e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 720p e a melhor qualidade de áudio com taxa de bits igual ou inferior a 320 kbps e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o superior a 320 kbps, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 720p e a melhor qualidade de áudio com taxa de bits igual ou superior a 320 kbps e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 44.1 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 720p e a melhor qualidade de áudio com frequência de amostragem igual ou inferior a 44,1 kHz e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 44.1 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 720p e a melhor qualidade de áudio com frequência de amostragem igual ou superior a 44,1 kHz e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 720p e a melhor qualidade de áudio com taxa de amostragem igual ou inferior a 48 kHz e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 48 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 720p e a melhor qualidade de áudio com taxa de amostragem igual ou superior a 48 kHz e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 720p e a melhor qualidade de áudio com frequência de amostragem igual ou inferior a 96 kHz e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 96 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 720p e a melhor qualidade de áudio com frequência de amostragem igual ou superior a 96 kHz e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 720p e a melhor qualidade de áudio com frequência de amostragem igual ou inferior a 192 kHz e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 192 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 720p e a melhor qualidade de áudio com frequência de amostragem igual ou superior a 192 kHz e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com uma resolução de 720p ou menos e a melhor qualidade de áudio com uma taxa de bits de 96 kbps ou menos e uma frequência de amostragem de 48 kHz ou menos e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com uma resolução de 720p ou menos e a melhor qualidade de áudio com uma taxa de bits de 128 kbps ou menos e uma frequência de amostragem de 48 kHz ou menos e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com uma resolução de 720p ou menos e a melhor qualidade de áudio com uma taxa de bits de 192 kbps ou menos e uma frequência de amostragem de 48 kHz ou menos e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com uma resolução de 720p ou menos e a melhor qualidade de áudio com uma taxa de bits de 256 kbps ou menos e uma frequência de amostragem de 48 kHz ou menos e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com uma resolução de 720p ou menos e a melhor qualidade de áudio com uma taxa de bits de 320 kbps ou menos e uma frequência de amostragem de 48 kHz ou menos e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com uma resolução de 720p ou menos e a melhor qualidade de áudio com uma taxa de bits de 96 kbps ou menos e uma frequência de amostragem de 96 kHz ou menos e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com uma resolução de 720p ou menos e a melhor qualidade de áudio com uma taxa de bits de 128 kbps ou menos e uma frequência de amostragem de 96 kHz ou menos e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com uma resolução de 720p ou menos e a melhor qualidade de áudio com uma taxa de bits de 192 kbps ou menos e uma frequência de amostragem de 96 kHz ou menos e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com uma resolução de 720p ou menos e a melhor qualidade de áudio com uma taxa de bits de 256 kbps ou menos e uma frequência de amostragem de 96 kHz ou menos e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com uma resolução de 720p ou menos e a melhor qualidade de áudio com uma taxa de bits de 320 kbps ou menos e uma frequência de amostragem de 96 kHz ou menos e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com uma resolução de 720p ou menos e a melhor qualidade de áudio com uma taxa de bits de 96 kbps ou menos e uma frequência de amostragem de 192 kHz ou menos e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com uma resolução de 720p ou menos e a melhor qualidade de áudio com uma taxa de bits de 128 kbps ou menos e uma frequência de amostragem de 192 kHz ou menos e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com uma resolução de 720p ou menos e a melhor qualidade de áudio com uma taxa de bits de 192 kbps ou menos e uma frequência de amostragem de 192 kHz ou menos e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com uma resolução de 720p ou menos e a melhor qualidade de áudio com uma taxa de bits de 256 kbps ou menos e uma frequência de amostragem de 192 kHz ou menos e combina-os num único ficheiro .

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com uma resolução de 720p ou menos e a melhor qualidade de áudio com uma taxa de bits de 320 kbps ou menos e uma frequência de amostragem de 192 kHz ou menos e combina-os num único ficheiro .

source: Selecciona la mejor calidad de video con una resolución igual o menor a 1080p y la mejor calidad de audio, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 1080p e a melhor qualidade de áudio e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 1080p y la mejor calidad de audio con el códec AAC, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 1080p e a melhor qualidade de áudio com o codec AAC e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 1080p y la mejor calidad de audio con el códec FLAC, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 1080p e a melhor qualidade de áudio com o codec FLAC e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 1080p y la mejor calidad de audio con el códec MP3, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 1080p e a melhor qualidade de áudio com o codec MP3 e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 1080p y la mejor calidad de audio con el códec Opus, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 1080p e a melhor qualidade de áudio com o codec Opus e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 1080p y la mejor calidad de audio con el códec Vorbis, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 1080p e a melhor qualidade de áudio com o codec Vorbis e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 1080p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 1080p e a melhor qualidade de áudio com taxa de bits igual ou inferior a 96 kbps e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 1080p y la mejor calidad de audio con una tasa de bits igual o superior a 96 kbps, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 1080p e a melhor qualidade de áudio com taxa de bits igual ou superior a 96 kbps e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 1080p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 1080p e a melhor qualidade de áudio com taxa de bits igual ou inferior a 128 kbps e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 1080p y la mejor calidad de audio con una tasa de bits igual o superior a 128 kbps, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 1080p e a melhor qualidade de áudio com taxa de bits igual ou superior a 128 kbps e combina-os num único ficheiro.
