Repository: hxebolax/TCA3-Update
Catalog: data/beta/temp_*/DEV/locale/*/LC_MESSAGES/*.po
Languages: pt

source: Selecciona la mejor calidad de video con una resolución igual o menor a 2160p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com uma resolução de 2160p ou menos e a melhor qualidade de áudio com uma taxa de bits de 320 kbps ou menos e uma frequência de amostragem de 192 kHz ou menos e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 4320p e a melhor qualidade de áudio e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con el códec AAC, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 4320p e a melhor qualidade de áudio com o codec AAC e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con el códec FLAC, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 4320p e a melhor qualidade de áudio com o codec FLAC e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con el códec MP3, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 4320p e a melhor qualidade de áudio com o codec MP3 e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con el códec Opus, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 4320p e a melhor qualidade de áudio com o codec Opus e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con el códec Vorbis, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 4320p e a melhor qualidade de áudio com o codec Vorbis e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 4320p e a melhor qualidade de áudio com taxa de bits igual ou inferior a 96 kbps e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o superior a 96 kbps, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 4320p e a melhor qualidade de áudio com taxa de bits igual ou superior a 96 kbps e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 4320p e a melhor qualidade de áudio com taxa de bits igual ou inferior a 128 kbps e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o superior a 128 kbps, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 4320p e a melhor qualidade de áudio com taxa de bits igual ou superior a 128 kbps e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 160 kbps, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 4320p e a melhor qualidade de áudio com taxa de bits igual ou inferior a 160 kbps e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o superior a 160 kbps, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 4320p e a melhor qualidade de áudio com taxa de bits igual ou superior a 160 kbps e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 4320p e a melhor qualidade de áudio com taxa de bits igual ou inferior a 192 kbps e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o superior a 192 kbps, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 4320p e a melhor qualidade de áudio com taxa de bits igual ou superior a 192 kbps e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 4320p e a melhor qualidade de áudio com taxa de bits igual ou inferior a 256 kbps e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o superior a 256 kbps, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 4320p e a melhor qualidade de áudio com taxa de bits igual ou superior a 256 kbps e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 4320p e a melhor qualidade de áudio com taxa de bits igual ou inferior a 320 kbps e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o superior a 320 kbps, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 4320p e a melhor qualidade de áudio com taxa de bits igual ou superior a 320 kbps e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 44.1 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 4320p e a melhor qualidade de áudio com taxa de amostragem igual ou inferior a 44,1 kHz e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 44.1 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 4320p e a melhor qualidade de áudio com taxa de amostragem igual ou superior a 44,1 kHz e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 4320p e a melhor qualidade de áudio com taxa de amostragem igual ou inferior a 48 kHz e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 48 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 4320p e a melhor qualidade de áudio com taxa de amostragem igual ou superior a 48 kHz e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 4320p e a melhor qualidade de áudio com taxa de amostragem igual ou inferior a 96 kHz e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 96 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 4320p e a melhor qualidade de áudio com taxa de amostragem igual ou superior a 96 kHz e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 4320p e a melhor qualidade de áudio com taxa de amostragem igual ou inferior a 192 kHz e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 192 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 4320p e a melhor qualidade de áudio com taxa de amostragem igual ou superior a 192 kHz e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com uma resolução de 4320p ou menos e a melhor qualidade de áudio com uma taxa de bits de 96 kbps ou menos e uma frequência de amostragem de 48 kHz ou menos e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 4320p e a melhor qualidade de áudio com taxa de bits igual ou inferior a 128 kbps e frequência de amostragem igual ou inferior a 48 kHz e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 4320p e a melhor qualidade de áudio com taxa de bits igual ou inferior a 192 kbps e frequência de amostragem igual ou inferior a 48 kHz e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 4320p e a melhor qualidade de áudio com taxa de bits igual ou inferior a 256 kbps e frequência de amostragem igual ou inferior a 48 kHz e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 4320p e a melhor qualidade de áudio com taxa de bits igual ou inferior a 320 kbps e frequência de amostragem igual ou inferior a 48 kHz e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com uma resolução de 4320p ou menos e a melhor qualidade de áudio com uma taxa de bits de 96 kbps ou menos e uma frequência de amostragem de 96 kHz ou menos e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com uma resolução de 4320p ou menos e a melhor qualidade de áudio com uma taxa de bits de 128 kbps ou menos e uma frequência de amostragem de 96 kHz ou menos e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com uma resolução de 4320p ou menos e a melhor qualidade de áudio com uma taxa de bits de 192 kbps ou menos e uma frequência de amostragem de 96 kHz ou menos e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 4320p e a melhor qualidade de áudio com taxa de bits igual ou inferior a 256 kbps e frequência de amostragem igual ou inferior a 96 kHz e combina-os num único ficheiro .

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com uma resolução de 4320p ou menos e a melhor qualidade de áudio com uma taxa de bits de 320 kbps ou menos e uma frequência de amostragem de 96 kHz ou menos e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com uma resolução de 4320p ou menos e a melhor qualidade de áudio com uma taxa de bits de 96 kbps ou menos e uma frequência de amostragem de 192 kHz ou menos e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 4320p e a melhor qualidade de áudio com taxa de bits igual ou inferior a 128 kbps e frequência de amostragem igual ou inferior a 192 kHz e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 4320p e a melhor qualidade de áudio com taxa de bits igual ou inferior a 192 kbps e frequência de amostragem igual ou inferior a 192 kHz e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 4320p e a melhor qualidade de áudio com taxa de bits igual ou inferior a 256 kbps e frequência de amostragem igual ou inferior a 192 kHz e combina-os num único ficheiro .

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 4320p e a melhor qualidade de áudio com taxa de bits igual ou inferior a 320 kbps e frequência de amostragem igual ou inferior a 192 kHz e combina-os num único ficheiro.

source: No se han podido crear los archivos de configuración. Es posible que se encuentre en una ruta protegida del sistema. (como: Disco c: o Archivos de programa). Ejecute TCA-Media Downloader con privilegios de administrador, o cambie la ubicación del portable.
pt: Os ficheiros de configuração não puderam ser criados. Pode estar numa pasta protegida de sistema. (como: Disco c: ou ficheiros de Programas). Execute o TCA-Media Downloader com privilégios de administrador ou altere a localização do portátil.

source: {} {} Uso: TCA-MediaDownloader.exe [opciones] Opciones: -a, --analysis: Analiza la integridad de TCA-Media Downloader. -k, --kill: Cierra todos los procesos de TCA-Media Downloader. -r, --restart: Restaura los valores de la aplicación. -h, --help: Muestra esta ayuda.
pt: {}{} Uso: TCA-MediaDownloader.exe [opções] Opções: -a, --análise: Analisa a integridade do TCA-Media Downloader. -k, --kill: Elimina todos os processos do TCA-Media Downloader. -r, --restart: Restaure as configurações do aplicativo. -h, --help: mostra esta ajuda.

source: El análisis de TCA-Media Downloader a sido un éxito. Esta copia es original y no a sido modificada.
pt: A análise do TCA-Media Downloader foi um sucesso. Esta cópia é original e não foi modificada.

source: El análisis de TCA-Media Downloader a fallado. Esta copia a sido modificada en alguno de sus componentes. Le recomiendo se descargue TCA-Media Downloader desde un sitio oficial.
pt: A análise do TCA-Media Downloader falhou. Esta cópia foi modificada em alguns de seus componentes. Eu recomendo que você baixe o TCA-Media Downloader de um site oficial.

source: Cuando se cierre este mensaje todos los procesos de TCA-Media Downloader serán eliminados.
pt: Quando esta mensagem for fechada, todos os processos do TCA-Media Downloader serão eliminados.

source: TCA-Media Downloader se a restaurado con los valores predefinidos.
pt: O TCA-Media Downloader foi restaurado aos valores padrão.

source: TCA-Media Downloader no a podido ser restaurado por completo. Asegúrese que no esta en una ruta protegida o necesita derechos de administrador.
pt: O TCA-Media Downloader não pôde ser totalmente restaurado. Certifique-se de não estar num caminho protegido ou de precisar de direitos de administrador.

source: No hay descargas agregadas.
pt: Não há downloads adicionados.

source: Existe una nueva actualización de la librería YT-DLP. Versión {}
pt: Há uma nova atualização da biblioteca YT-DLP. Versão {}

source: Existe una nueva actualización. Versión {}
pt: Há uma nova atualização. Versão {}

source: Información de la actualización
pt: Informação da atualização

source: Descripción de la actualización:
pt: Descrição da atualização:

source: &Descargar actualización
pt: &Baixar atualização

source: &Cancelar actualización
pt: &cancelar atualização

source: *** Advertencia *** Si pulsa el botón Descargar actualización, TCA-Media Downloader se cerrará para iniciar el proceso de actualización.
pt: *** Aviso *** Se pressionar o botão Download Update, o TCA-Media Downloader será fechado para iniciar o processo de atualização.

source: URL (por defecto)
pt: URL (padrão)

source: Sonido de inicio
pt: Som de inicialização

source: Sonido de espera
pt: Som de espera

source: Sonido de descarga nueva
pt: Som de novo download

source: Sonido de descarga correcta
pt: Som de download com sucesso

source: Sonido de descarga errónea
pt: Som de download errado

source: Desactivado
pt: Desativado

source: 2 minutos (aprox. 5.000 resultados, por defecto)
pt: 2 minutos (aprox. 5.000 resultados, por padrão)

source: Opciones
pt: Opções

source: General
pt: Geral

source: Cambiar &idioma de la aplicación
pt: Alterar &idioma do aplicativo

source: Alternar &rama de desarrollo
pt: Alternar ramo &desenvolvimento

source: Elija la pestaña de inicio de la aplicación:
pt: Escolha o separador do iniciador de aplicativos:

source: Minimizar a la bandeja de sistema cuando se minimice la ventana principal
pt: Minimizar para a bandeja do sistema quando a janela principal é minimizada

source: Comprobar si existen actualizaciones y notificar:
pt: Verificar se há atualizações e notificar:

source: Elegir rama de desarrollo de YT-DLP para usar:
pt: Escolha a ramificação de desenvolvimento YT-DLP para usar:

source: Continuar descargas no terminadas (experimental)
pt: Continuar downloads inacabados (experimental)

source: Tiempo para extraer información (transcurrido el tiempo dará error si no se obtuvo toda la información, valido para grandes PlayList o Canales):
pt: Tempo para extrair informações (após o horário dará erro se não obtiver todas as informações, válido para listas de reprodução ou Canais grandes):

source: Reproductor
pt: Reprodutor

source: Reproducir la mejor calidad (no mostrara el menú para elegir calidad al pulsar reproducir)
pt: Reproduzir a melhor qualidade (não mostrará o menu para escolher a qualidade ao pressionar reproduzir)

source: Mostrar pantalla de video al reproducir
pt: Mostrar ecrã de vídeo ao reproduzir

source: Sonido
pt: Som

source: Reproducir sonido inicio (sonara en las cargas de la aplicación al iniciar lentas)
pt: Reproduzir som de inicialização (tocará em carregamentos lentos de inicialização de aplicativos)

source: Reproducir sonido de espera (sonara en los diálogos de espera)
pt: Reproduzir som de espera (tocará nos diálogos de espera)

source: Reproducir sonido de nueva descarga (sonara al añadir una descarga nueva)
pt: Reproduzir o som do novo download (soará ao adicionar um novo download)

source: Reproducir sonido al terminar una descarga exitosa
pt: Reproduzir som ao concluir o download com sucesso

source: Reproducir sonido al terminar una descarga erronea
pt: Reproduzir som no final de um download incorreto

source: Mandar mensajes de información de acciones al lector de pantallas
pt: Enviar mensagens de informações de ação para o leitor de ecrã

source: Muestra de sonidos (seleccione un sonido y pulse Ctrl+R para reproducirlo):
pt: Amostra de som (selecione um som e pressione Ctrl+R para tocá-lo):

source: &Aceptar
pt: &Aceitar

source: Rama Nightly (versión temprana)
pt: Ramo noturno (versão inicial)

source: Rama Stable (versión recomendada)
pt: Ramificação estável (versão recomendada)
