Repository: hxebolax/TCA3-Update
Catalog: data/beta/temp_*/DEV/locale/*/LC_MESSAGES/*.po
Languages: pt

source: Cargando...
pt: A carregar...

source: TCA-Media Downloader ya se encuentra en ejecución. Cierra la otra instancia antes de iniciar esta. Si sigue sin funcionar abre una consola en el directorio de TCA-Media Downloader y escribe lo siguiente: TCA-MediaDownloader -k o TCA-MediaDownloader --kill
pt: O TCA-Media Downloader já está em execução. Feche a outra instância, antes de iniciar esta. Se ainda não funcionar, abra uma consola no diretório TCA-Media Downloader e digite o seguinte comando: TCA-MediaDownloader -k ou TCA-MediaDownloader --kill

source: Error
pt: Erro

source: Hay un proceso de actualización activo. Espere a que termine para poder ejecutar TCA-Media Downloader.
pt: Há um processo de atualização ativo. Espere que termine antes de executar o TCA-Media Downloader.

source: Test
pt: Teste

source: Va a proceder a comprimir una copia de TCA-Media Downloader. Se generará un archivo comprimido en .zip incluyendo los archivos originales de la aplicación. El .zip resultante será una copia exacta como si hubiese sido recién descargada. Este .zip puede distribuirlo sin problemas ya que no llevara ninguna configuración de su equipo ni información. Si continua se le pedirá que elija un directorio donde guardar el .zip. En dicho directorio se creará el archivo: {} Una vez elija el directorio empezara el proceso de comprimir los archivos en el .zip. ¿Desea continuar con el proceso?
pt: Você prosseguirá com a compactação de uma cópia do TCA-Media Downloader. Um ficheiro .zip compactado será gerado incluindo os ficheiros originais do aplicativo. O .zip resultante será uma cópia exata, como se tivesse sido baixado recentemente. Você pode distribuir este .zip sem problemas, pois não conterá nenhuma configuração ou informação do seu computador. Se continuar, você será solicitado a escolher um diretório onde salvar o .zip. Neste diretório será criado o ficheiro: {} Depois de escolher o diretório, o processo de compactação dos ficheiros no .zip será iniciado. Quer continuar com o processo?

source: Pregunta
pt: Pergunta

source: Seleccione un directorio
pt: Seleciona um diretório

source: No puede elegir el directorio de TCA-Media Downloader ni ninguno de sus subdirectorios para guardar el archivo .zip. Vuelva a intentarlo.
pt: Você não pode escolher o diretório TCA-Media Downloader ou qualquer um de seus subdiretórios para salvar o ficheiro .zip. Tente novamente.

source: Progreso de la Compresión
pt: Progresso da compressão

source: Terminando de actualizar...
pt: Atualização concluída...

source: Seleccione una categoría de favoritos.
pt: Selecione uma categoria de favoritos.

source: Terminando de actualizar {}
pt: A Finalizar a atualização {}

source: Ha ocurrido un error al terminar de instalar: {}
pt: Ocorreu um erro ao terminar a instalação: {}

source: Campo de URL borrado.
pt: Campo de URL apagado.

source: Campo de búsqueda borrado.
pt: Campo de pesquisa apagado.

source: Sin búsquedas
pt: Sem pesquisas

source: Búsqueda limpiada.
pt: Pesquisa apagada.

source: Agregue una lista de videos.
pt: Adicione uma lista de vídeos.

source: Agregue o seleccione una lista de videos.
pt: Adicione ou selecione uma lista de vídeos.

source: La lista de videos está vacía.
pt: A lista de vídeos está vazia.

source: Agregue una playlist.
pt: Adicione uma lista de reprodução.

source: Agregue un canal.
pt: Adicione um canal.

source: Búsqueda
pt: Pesquisa

source: Descargas
pt: Baixar

source: Se encuentra en la pestaña {}
pt: Está na pasta {}

source: No se han encontrado resultados.
pt: Não foram encontrados resultados.

source: Se encuentra en el resultado {} de {}
pt: Encontrado no resultado {} de {}

source: Descargas activas: ({}) Descargas terminadas: ({}) Descargas con errores: ({})
pt: Downloads ativos: ({}) Downloads concluídos: ({}) downloads com erros: ({})

source: No es una URL valida para reproducir.
pt: Não é um URL válido para jogar.

source: Video
pt: Vídeo

source: Ya tiene una descarga del tipo Video y con la misma URL. Hasta que dicha descarga no termine no puede agregar otra con estas características. Espere a que la descarga termine y vuelva a intentarlo.
pt: Já tem um download do tipo Vídeo e com a mesma URL. Até que esse download termine, você não pode adicionar outro com essas características. Aguarde o download terminar e tente novamente.

source: Información
pt: Informação

source: No es una URL valida para descargar.
pt: Não é um URL válido para download.

source: Tiene descargas activas. Si cierra la aplicación puede perder información. ¿Desea continuar?
pt: Tem descarregamentos ativos. Se fechar o aplicativo, poderá perder informações. Deseja continuar?

source: Tiene descargas activas. Solo se pueden buscar actualizaciones cuando no hay ninguna descarga activa. Inténtelo más tarde.
pt: Tem descarregamentos ativos. Só pode verificar se há atualizações quando não houver descarregamentos ativos. Por favor, tente novamente mais tarde.

source: Obteniendo información...
pt: A obter informações...

source: No e podido obtener la información. Inténtelo de nuevo.
pt: Não consegui obter a informação. Tente de novo.

source: No se a encontrado conexión a internet. Compruebe que todo esta correcto.
pt: Nenhuma conexão com a Internet foi encontrada. Verifique se está tudo correto.

source: Se produjo el siguiente error: {} Además, le paso una traza que puede servir al programador: {}
pt: Ocorreu o seguinte erro: {} Além disso, dou-lhe uma informação, que pode ser utilizada pelo programador: {}

source: Se encontró una actualización de la librería YT-DLP. Versión encontrada: {}. Se va a proceder a su descarga y instalación. Una vez el proceso termine TCA-Media Downloader se reiniciará. ¿Desea realizar la actualización ahora?
pt: Foi encontrada uma atualização na biblioteca YT-DLP. Versão encontrada: {}. Ele será baixado e instalado. Assim que o processo terminar, o TCA-Media Downloader será reiniciado. Você quer atualizar agora?

source: Confirmación
pt: Confirmação

source: No hay actualizaciones disponibles. Compruébelo más adelante.
pt: Não há atualizações disponíveis. Confira mais tarde.

source: Tiene descargas activas. Cambio en ajustes la rama de YT-DLP. Busque actualizaciones en el menú para cambiar de rama una vez terminen las descargas.
pt: Você tem downloads ativos. Alteração nas configurações do ramo YT-DLP. Verifique se há atualizações no menu para alternar as ramificações assim que os downloads forem concluídos.

source: Se a cambiado la rama a usar de la librería YT-DLP. Se va a proceder a su descarga y instalación. Una vez el proceso termine TCA-Media Downloader se reiniciará. ¿Desea realizar la actualización ahora?
pt: A ramificação para uso da biblioteca YT-DLP foi alterada. Ele prosseguirá com o download e a instalação. Assim que o processo terminar, o TCA-Media Downloader será reiniciado. Deseja atualizar agora?

source: No se a podido encontrar ningún archivo de documentación. Esto significa que al programa le faltan archivos. Vuelva a descargarse el programa para disponer del manual.
pt: Nenhum ficheiro de documentação foi encontrado. Isso significa que faltam ficheiros no programa. Baixe o programa novamente para ter o manual.

source: Reproducir (F2)
pt: Reproduzir (F2)

source: &Lector de chat en directo
pt: &Leitor de bate-papo ao vivo

source: &Extracción de pistas de audio
pt: &Extrair faixas de áudio

source: Comprobar &integridad de TCA-Media Downloader
pt: Verifique a &integridade do TCA-Media Downloader

source: &Crear una copia de TCA-Media Downloader para distribuir
pt: &Crie uma cópia do TCA-Media Downloader para distribuir

source: &Lista de sitios soportados por YT-DLP
pt: &Lista de sites suportados pelo YT-DLP

source: &Otros
pt: &Outros

source: &Buscar actualizaciones
pt: &Procurar atualizações

source: &Opciones
pt: &Opções

source: Entra a nuestro sitio &web
pt: Entre em nosso site &web

source: &Acerca de...
pt: &Sobre...

source: &Salir
pt: &Sair

source: &Limpiar búsqueda
pt: &Apagar pesquisa

source: Buscar &Videos
pt: Pesquisar &vídeos

source: Buscar &PlayLists
pt: Pesquisar &listas de reprodução

source: Buscar &Canales
pt: Pesquisar &canais

source: descarga múltiple
pt: download múltiplo

source: &Reproducir
pt: &Reproduzir

source: Abrir enlace de la descarga en la &web
pt: Abrir o link de download na &web

source: Copiar el enlace de la descarga al &portapapeles
pt: Copiar o link de download para a &área de transferência

source: Abrir &carpeta de la descarga
pt: Abrir &pasta de downloads

source: Ver &error
pt: Ver &erro

source: Limpiar descargas terminadas
pt: Apagar downloads concluídos

source: Limpiar descargas erróneas
pt: Apagar downloads errados

source: &Acciones generales
pt: Ações &gerais

source: Borrar toda la base de datos
pt: Limpar banco de dados inteiro

source: Crear copia de seguridad
pt: Criar backup

source: Restaurar copia de seguridad
pt: Restaurar backup

source: &Hacer / restaurar copias de seguridad de la base de datos
pt: &Fazer / restaurar backups do banco de dados

source: Nueva Lista de Videos
pt: Nova lista de vídeos

source: Editar el nombre de la lista de videos
pt: Editar nome da lista de vídeos

source: Borrar lista de videos
pt: Limpar lista de vídeos

source: Borrar todas las PlayList
pt: Limpar todas as listas de reprodução

source: Borrar todos los Canales
pt: Limpar todos os canais

source: &Descarga normal
pt: &Download normal

source: Descarga &personalizada
pt: Download &personalizado

source: &Información del Video
pt: &Informações do vídeo

source: &Eliminar de la lista de videos
pt: &Remover da lista de vídeos

source: &Descarga toda la PlayList
pt: &Baixar toda a lista de reprodução

source: &Elegir videos para descargar
pt: &Escolher vídeos para baixar

source: &Información de la PlayList
pt: Informações da &lista de reprodução

source: &Eliminar de la lista de PlayList
pt: &Remover da lista de reprodução

source: &Descarga todo el Canal
pt: &Baixar o canal inteiro

source: &Información del Canal
pt: &Informações do canal

source: &Eliminar de la lista de Canales
pt: &Remover da lista de canais

source: Descargar con &formato
pt: Baixar com &formato

source: Descargar &original
pt: Transferir &original

source: &Intentar descargar con formato
pt: &Tentar baixar com formato

source: Intentar descargar &original
pt: Tentar baixar o &original

source: Genera código &QR para abrir con el móvil
pt: Gerar &QR code para abrir com telemóvel

source: Compartir con &Facebook
pt: Compartilhar com o &Facebook

source: Compartir con Tw&itter
pt: Compartilhar com o &Twitter

source: Compartir con &Mastodon
pt: Compartilhar com &Mastodon

source: Compartir con &WhatsApp
pt: Compartilhar com &WhatsApp

source: Compartir con &Telegram
pt: Compartilhar com o &Telegram

source: &Elegir cantidad de resultados a mostrar
pt: &Escolher o número de resultados a mostrar

source: Se a producido un error y no se pudo obtener la información. Vuelva a intentarlo.
pt: Ocorreu um erro e não foi possível obter as informações. Tente novamente.

source: (Video) - {} - {}
pt: (Vídeo) - {} - {}

source: (PlayList) - {} - aprox. {} videos
pt: (lista de reprodução) - {} - aprox. {} vídeos

source: Descargador &múltiple para la búsqueda
pt: Múltiplos &downloader para pesquisa

source: Abrir en la WEB
pt: Abrir na WEB

source: Copiar enlace del video al portapapeles
pt: Copie o link do vídeo para a área de transferência

source: &Compartir
pt: &Compartilhar

source: Crear una nueva lista de videos y agregar el video
pt: Crie uma nova lista de vídeos e adicione o vídeo

source: &Añadir a una lista de videos
pt: &Adicionar a uma lista de vídeos

source: Copiar enlace de la PlayList al portapapeles
pt: Copie o link da lista de reprodução para a área de transferência

source: &Añadir a favoritos
pt: &Adicionar aos favoritos

source: Quitar de f&avoritos
pt: Remover dos favoritos

source: Copiar enlace del Canal al portapapeles
pt: Copiar link do canal para a área de transferência

source: Se a copiado la URL al portapapeles.
pt: A URL foi copiada para a área de transferência.

source: Se a copiado la URL al portapapeles, Facebook no deja compartir directamente y tendrá que pegar en el cuadro de compartir la URL manualmente.
pt: A URL foi copiada para a área de transferência, o Facebook não permite o compartilhamento direto e terá que colar a URL na caixa de compartilhamento manualmente.

source: Estoy viendo esto en YouTube:%0A%0A{}
pt: Estou a assistir no YouTube:%0A%0A{}

source: Ya existe un video igual en la lista de videos que eligió. Elija otra lista de videos si aun desea guardarlo.
pt: Já existe um vídeo semelhante na lista de vídeos que você escolheu. Escolha outra lista de vídeos se ainda quiser salvá-la.

source: Error de integridad en la base de datos: {}
pt: Erro de integridade do banco de dados: {}

source: Ya existe una lista de videos con el nombre: {} No puede haber dos listas con el mismo nombre. Vuelva a intentarlo.
pt: Já existe uma lista de vídeos com o nome: {} Não pode haver duas listas com o mesmo nome. Tente novamente.

source: PlayList
pt: Lista de reprodução

source: Ya tiene una descarga del tipo PlayList y con la misma URL. Hasta que dicha descarga no termine no puede agregar otra con estas características. Espere a que la descarga termine y vuelva a intentarlo.
pt: Já tem um download do tipo lista de reprodução e com a mesma URL. Até que esse download termine, Não pode adicionar outro com essas características. Aguarde o download terminar e tente novamente.

source: Ya existe una PlayList igual en la base de datos.
pt: Já existe uma lista de reprodução semelhante no banco de dados.

source: Ya tiene una descarga del tipo Canal o PlayList y con la misma URL. Hasta que dicha descarga no termine no puede agregar otra con estas características. Espere a que la descarga termine y vuelva a intentarlo.
pt: Já tem um download do tipo Canal ou lista de reprodução e com a mesma URL. Até que esse download termine, você não pode adicionar outro com essas características. Aguarde o download terminar e tente novamente.

source: Ya existe un canal igual en la base de datos.
pt: Já existe um canal semelhante no banco de dados.

source: Sin descargas
pt: Sem downloads

source: Se copio la URL del video al portapapeles.
pt: A URL do vídeo foi copiada para a área de transferência.

source: Se a producido un error al abrir la carpeta. Error: {}
pt: Ocorreu um erro ao abrir a pasta. Erro: {}

source: Se produjo un error, le dejo tanto el error de YT-DLP como la traza. Esto puede servir para corregir errores, compártalo con el desarrollador si desea mejorar TCA-Media Downloader. Se muestran las dos categorías, si alguna esta en blanco es por que no se produjo en esa. Error YT-DLP: {} Error Traza: {} ¿Desea copiarlo al portapapeles?
pt: Ocorreu um erro, deixo-vos o erro YT-DLP e o rastreamento. Isto pode ser usado para corrigir bugs, por favor, compartilhe-o com o desenvolvedor se quiser melhorar o TCA-Media Downloader. As duas categorias são mostradas, se uma estiver vazia, é porque não ocorreu naquela. Erro YT-DLP: {} Rastreamento de erro: {} Deseja copiá-lo para a área de transferência?

source: Error YT-DLP: {} Error Traza: {}
pt: Erro YT-DLP: {} Rastreamento de erro: {}

source: Se copio el error al portapapeles.
pt: O erro foi copiado para a área de transferência.

source: Vaciar la lista de videos
pt: Esvaziar a Lista de vídeos

source: Esta apunto de borrar por completo la base de datos. Esta acción no es reversible. ¿Esta seguro que desea continuar?
pt: Está a ponto de a excluir completamente o banco de dados. esta ação não é reversível. tem certeza que quer continuar?

source: Archivo de copia de seguridad TCA-Media Downloader (*.TCA-MDC)|*.TCA-MDC
pt: Arquivo de backup do TCA-Media Downloader (*.TCA-MDC) |*.TCA-MDC

source: Guardar la copia de seguridad en...
pt: Guardar o backup em...

source: Se a producido un error al guardar la base de datos. Le dejo el error: {}
pt: Ocorreu um erro ao salvar o banco de dados. deixo o erro: {}

source: La copia de seguridad se ha guardado con éxito en: {}
pt: O backup foi guardado com sucesso em: {}

source: Seleccione un archivo de copia de seguridad
pt: Selecione um ficheiro de backup

source: Se a producido un error al restaurar la base de datos. Le dejo el error: {}
pt: Ocorreu um erro ao restaurar o banco de dados. deixo o erro: {}

source: La copia de seguridad se ha restaurado con éxito.
pt: O backup foi restaurado com sucesso.

source: Esta apunto de borrar por completo todas las entradas de {}. Esta acción no es reversible. ¿Esta seguro que desea continuar?
pt: Está a ponto de a excluir completamente todas as entradas de {}. esta ação não é reversível. tem certeza que quer continuar?

source: Canales
pt: Canais

source: Esta apunto de borrar la lista de videos y todo su contenido: {} Esta acción no es reversible. ¿Esta seguro que desea continuar?
pt: Está a ponto de a excluir a lista de vídeos e todo o seu conteúdo: {} esta ação não é reversível. tem a certeza que quer continuar?

source: Esta apunto de borrar el contenido de la lista de videos: {} Esta acción no es reversible. ¿Esta seguro que desea continuar?
pt: Está a ponto de a excluir o conteúdo da lista de vídeos: {} esta ação não é reversível. tem a certeza que quer continuar?

source: Descargador &múltiple
pt: &downloader múltiplo

source: Ya tiene una descarga del tipo Canal y con la misma URL. Hasta que dicha descarga no termine no puede agregar otra con estas características. Espere a que la descarga termine y vuelva a intentarlo.
pt: Você já possui um download do tipo Canal e com a mesma URL. Até que esse download termine, você não pode adicionar outro com essas características. Aguarde o download terminar e tente novamente.

source: Esta apunto de borrar el siguiente video de la base de datos: {} Esta acción no es reversible. ¿Esta seguro que desea continuar?
pt: Você está a ponto de a excluir o seguinte vídeo do banco de dados: {} esta ação não é reversível. Você tem certeza que quer continuar?

source: Se produjo el siguiente error en la librería YT-DLP: {} Además, le paso una traza que puede servir al programador: {}
pt: Ocorreu o seguinte erro na biblioteca YT-DLP: {} Além disso, uma informação que pode ser utilizada pelo programador: {}

source: Esta apunto de borrar la siguiente PlayList de la base de datos: {} Esta acción no es reversible. ¿Esta seguro que desea continuar?
pt: Você está a ponto de a excluir a seguinte lista de reprodução do banco de dados: {} esta ação não é reversível. Você tem certeza que quer continuar?

source: Esta apunto de borrar el siguiente Canal de la base de datos: {} Esta acción no es reversible. ¿Esta seguro que desea continuar?
pt: Você está a ponto de a excluir o seguinte canal do banco de dados: {} esta ação não é reversível. Você tem certeza que quer continuar?

source: Elegir &ubicación (personalizado):
pt: Escolher &localização (personalizada):

source: Elegir &ubicación (por defecto):
pt: Escolher &localização (padrão):

source: La URL que a introducido no contiene multimedia para poder ser descargada por YT-DLP. Si contiene multimedia piense que la librería YT-DLP no puede descargar de todos los sitios. Si le aparece este mensaje es que después de comprobar la URL YT-DLP no pudo obtener información.
pt: A URL que escreveu não contém multimídia para ser baixada pelo YT-DLP. Se contiver multimídia, saiba que a biblioteca YT-DLP não pode baixar de todos os sites. Se esta mensagem aparecer, significa que depois de verificar a URL, o YT-DLP não conseguiu obter informações.

source: Este campo solo admite URL’s validas. Introduzca una URL de YouTube, YouTube Music o alguna URL compatible con YT-DLP.
pt: Este campo só admite URLs válidos. Insira um URL do YouTube, YouTube Music ou algum URL compatível com YT-DLP.

source: Otro
pt: Outro

source: Ya tiene una descarga del tipo Otro y con la misma URL. Hasta que dicha descarga no termine no puede agregar otra con estas características. Espere a que la descarga termine y vuelva a intentarlo.
pt: Já tem um download do tipo Outro e com a mesma URL. Até que esse download termine, você não pode adicionar outro com essas características. Aguarde o download terminar e tente novamente.

source: personalizada
pt: personalizado

source: La URL que a introducido pertenece a una transmisión en directo. Lo sentimos pero no puede ser descargada.
pt: A URL que você inseriu pertence a uma transmissão ao vivo. Lamentamos, mas não pode ser baixado.

source: No se a podido obtener ninguna URL de reproducción. Compruebe que todo esta correcto. Igualmente puede ser que el video este protegido con DRM, sea privado o este prohibido por geolocalización. Vuelva a intentarlo más tarde.
pt: Não foi possível obter nenhum URL de reprodução. Verifique se está tudo correto. Também pode ser que o vídeo esteja protegido com DRM, seja privado ou seja proibido por geolocalização. Por favor, tente novamente mais tarde.

source: Elija la calidad de reproducción
pt: Escolha a qualidade de reprodução

source: Calidad &baja
pt: Qualidade &baixa

source: Calidad &media
pt: Qualidade &média

source: Calidad &alta
pt: Qualidade &alta

source: Avanzado
pt: Avançado

source: Español
pt: Espanhol

source: Inglés
pt: Inglês

source: Francés
pt: Francês

source: Audio flac
pt: Flac de áudio

source: Audio m4a
pt: Áudio m4a

source: Audio mp3 (por defecto)
pt: Áudio mp3 (padrão)

source: Audio ogg
pt: Áudio ogg

source: Audio opus
pt: Áudio opus

source: Audio wav
pt: Áudio-wav

source: Video avi
pt: Vídeo avi

source: Video flv
pt: Vídeo flv

source: Video m2ts
pt: Vídeo m2ts

source: Video mkv
pt: Vídeo mkv

source: Video mov
pt: Vídeo mov

source: Video mp4
pt: Vídeo mp4

source: Video mpeg
pt: Vídeo mpeg

source: Video mpg
pt: Vídeo mpg

source: Video webm
pt: Vídeo da web

source: Video wmv
pt: Vídeo wmv

source: 192 Kbps (por defecto)
pt: 192 Kbps (padrão)

source: Sin numeración (por defecto)
pt: Sem numeração (padrão)

source: Sin numeración y crear subdirectorio
pt: Sem numeração e criar subdiretório

source: Con numeración
pt: Com numeração

source: Con numeración y crear subdirectorio
pt: Com numeração e criar subdiretório

source: Selecciona la peor calidad disponible.
pt: Seleciona a pior qualidade disponível.

source: Selecciona la peor calidad de audio disponible, si no está disponible, selecciona la peor calidad general.
pt: Seleciona a pior qualidade de áudio disponível, se não estiver disponível, selecione a pior qualidade geral.

source: Selecciona la mejor calidad disponible.
pt: Seleciona a melhor qualidade disponível.

source: Selecciona la mejor calidad de audio disponible, si no está disponible, selecciona la mejor calidad general.
pt: Seleciona a melhor qualidade de áudio disponível, se não estiver disponível, selecione a melhor qualidade geral.

source: Selecciona la mejor calidad de video y audio y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo e áudio e combina-os num único ficheiro.

source: Selecciona la mejor calidad en formato MP3.
pt: Seleciona a melhor qualidade no formato MP3.

source: Selecciona la mejor calidad en formato MP4.
pt: Seleciona a melhor qualidade no formato MP4.

source: Selecciona la mejor calidad en formato WebM.
pt: Seleciona a melhor qualidade no formato WebM.

source: Selecciona la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps.
pt: Seleciona a melhor qualidade de áudio com uma taxa de bits igual ou inferior a 96 kbps.

source: Selecciona la mejor calidad de audio con una tasa de bits igual o superior a 96 kbps.
pt: Seleciona a melhor qualidade de áudio com uma taxa de bits igual ou superior a 96 kbps.

source: Selecciona la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps.
pt: Seleciona a melhor qualidade de áudio com uma taxa de bits igual ou inferior a 128 kbps.
