Repository: hxebolax/TCA3-Update
Catalog: data/beta/temp_*/DEV/locale/*/LC_MESSAGES/*.po
Languages: pt

source: Selecciona la mejor calidad de audio con una tasa de bits igual o superior a 128 kbps.
pt: Seleciona a melhor qualidade de áudio com uma taxa de bits igual ou superior a 128 kbps.

source: Selecciona la mejor calidad de audio con una tasa de bits igual o menor a 160 kbps.
pt: Seleciona a melhor qualidade de áudio com uma taxa de bits igual ou inferior a 160 kbps.

source: Selecciona la mejor calidad de audio con una tasa de bits igual o superior a 160 kbps.
pt: Seleciona a melhor qualidade de áudio com uma taxa de bits igual ou superior a 160 kbps.

source: Selecciona la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps.
pt: Seleciona a melhor qualidade de áudio com uma taxa de bits igual ou inferior a 192 kbps.

source: Selecciona la mejor calidad de audio con una tasa de bits igual o superior a 192 kbps.
pt: Seleciona a melhor qualidade de áudio com uma taxa de bits igual ou superior a 192 kbps.

source: Selecciona la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps.
pt: Seleciona a melhor qualidade de áudio com uma taxa de bits igual ou inferior a 256 kbps.

source: Selecciona la mejor calidad de audio con una tasa de bits igual o superior a 256 kbps.
pt: Seleciona a melhor qualidade de áudio com uma taxa de bits igual ou superior a 256 kbps.

source: Selecciona la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps.
pt: Seleciona a melhor qualidade de áudio com uma taxa de bits igual ou inferior a 320 kbps.

source: Selecciona la mejor calidad de audio con una tasa de bits igual o superior a 320 kbps.
pt: Seleciona a melhor qualidade de áudio com uma taxa de bits igual ou superior a 320 kbps.

source: Selecciona la mejor calidad con el códec de audio AAC.
pt: Seleciona a melhor qualidade com o codec de áudio AAC.

source: Selecciona la mejor calidad con el códec de audio FLAC.
pt: Seleciona a melhor qualidade com o codec de áudio FLAC.

source: Selecciona la mejor calidad con el códec de audio MP3.
pt: Seleciona a melhor qualidade com o codec de áudio MP3.

source: Selecciona la mejor calidad con el códec de audio Opus.
pt: Seleciona a melhor qualidade com o codec de áudio Opus.

source: Selecciona la mejor calidad con el códec de audio Vorbis.
pt: Seleciona a melhor qualidade com o codec de áudio Vorbis.

source: Selecciona la mejor calidad con un tamaño de archivo igual o menor a 10 MB.
pt: Seleciona a melhor qualidade com um tamanho de ficheiro igual ou inferior a 10 MB.

source: Selecciona la mejor calidad con un tamaño de archivo igual o menor a 25 MB.
pt: Seleciona a melhor qualidade com um tamanho de ficheiro igual ou inferior a 25 MB.

source: Selecciona la mejor calidad con un tamaño de archivo igual o menor a 50 MB.
pt: Seleciona a melhor qualidade com um tamanho de ficheiro igual ou inferior a 50 MB.

source: Selecciona la mejor calidad con un tamaño de archivo igual o menor a 100 MB.
pt: Seleciona a melhor qualidade com um tamanho de ficheiro igual ou inferior a 100 MB.

source: Selecciona la mejor calidad de video en formato MP4 y la mejor calidad de audio en formato M4A, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo no formato MP4 e a melhor qualidade de áudio no formato M4A e combina-os num ficheiro.

source: Selecciona la mejor calidad de video en formato WebM y la mejor calidad de audio en formato WebM, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo no formato WebM e a melhor qualidade de áudio no formato WebM e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con el códec AV1 y la mejor calidad de audio, y los combina en un solo archivo.
pt: Sseleciona a melhor qualidade de vídeo com o codec AV1 e a melhor qualidade de áudio e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con el códec H.264 y la mejor calidad de audio, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com o codec H.264 e a melhor qualidade de áudio e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con el códec HEVC (H.265) y la mejor calidad de audio, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com o codec HEVC (H.265) e a melhor qualidade de áudio e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con el códec VP8 y la mejor calidad de audio, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com o codec VP8 e a melhor qualidade de áudio e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con el códec VP9 y la mejor calidad de audio, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com o codec VP9 e a melhor qualidade de áudio e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con el códec VP9.2 y la mejor calidad de audio, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com o codec VP9.2 e a melhor qualidade de áudio e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una tasa de fotogramas igual o menor a 24 fps y la mejor calidad de audio, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com uma taxa de quadros menor ou igual a 24 qps e a melhor qualidade de áudio e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una tasa de fotogramas de exactamente 24 fps.
pt: Seleciona a melhor qualidade de vídeo com uma taxa de quadros de exatamente 24 qps.

source: Selecciona la mejor calidad de video con una tasa de fotogramas igual o menor a 30 fps y la mejor calidad de audio, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com uma taxa de quadros menor ou igual a 30 fps e a melhor qualidade de áudio e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una tasa de fotogramas de exactamente 30 fps.
pt: Seleciona a melhor qualidade de vídeo com uma taxa de quadros de exatamente 30 qps.

source: Selecciona la mejor calidad de video con una tasa de fotogramas igual o menor a 60 fps y la mejor calidad de audio, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com uma taxa de quadros menor ou igual a 60 qps e a melhor qualidade de áudio e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una tasa de fotogramas de exactamente 60 fps.
pt: Seleciona a melhor qualidade de vídeo com uma taxa de quadros de exatamente 60 qps.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 144p e a melhor qualidade de áudio e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con el códec AAC, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 144p e a melhor qualidade de áudio com o codec AAC e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con el códec FLAC, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 144p e a melhor qualidade de áudio com o codec FLAC e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con el códec MP3, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 144p e a melhor qualidade de áudio com o codec MP3 e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con el códec Opus, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 144p e a melhor qualidade de áudio com o codec Opus e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con el códec Vorbis, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 144p e a melhor qualidade de áudio com o codec Vorbis e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 144p e a melhor qualidade de áudio com taxa de bits igual ou inferior a 96 kbps e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o superior a 96 kbps, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 144p e a melhor qualidade de áudio com taxa de bits igual ou superior a 96 kbps e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 144p e a melhor qualidade de áudio com taxa de bits igual ou inferior a 128 kbps e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o superior a 128 kbps, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 144p e a melhor qualidade de áudio com taxa de bits igual ou superior a 128 kbps e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 160 kbps, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 144p e a melhor qualidade de áudio com taxa de bits igual ou inferior a 160 kbps e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o superior a 160 kbps, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 144p e a melhor qualidade de áudio com taxa de bits igual ou superior a 160 kbps e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 144p e a melhor qualidade de áudio com taxa de bits igual ou inferior a 192 kbps e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o superior a 192 kbps, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 144p e a melhor qualidade de áudio com taxa de bits igual ou superior a 192 kbps e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 144p e a melhor qualidade de áudio com taxa de bits igual ou inferior a 256 kbps e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o superior a 256 kbps, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 144p e a melhor qualidade de áudio com taxa de bits igual ou superior a 256 kbps e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 144p e a melhor qualidade de áudio com taxa de bits igual ou inferior a 320 kbps e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o superior a 320 kbps, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 144p e a melhor qualidade de áudio com taxa de bits igual ou superior a 320 kbps e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 44.1 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 144p e a melhor qualidade de áudio com taxa de amostragem igual ou inferior a 44,1 kHz e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 44.1 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 144p e a melhor qualidade de áudio com taxa de amostragem igual ou superior a 44,1 kHz e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 144p e a melhor qualidade de áudio com taxa de amostragem igual ou inferior a 48 kHz e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 48 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 144p e a melhor qualidade de áudio com taxa de amostragem igual ou superior a 48 kHz e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 144p e a melhor qualidade de áudio com frequência de amostragem igual ou inferior a 96 kHz e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 96 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 144p e a melhor qualidade de áudio com frequência de amostragem igual ou superior a 96 kHz e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 144p e a melhor qualidade de áudio com taxa de amostragem igual ou inferior a 192 kHz e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 192 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 144p e a melhor qualidade de áudio com taxa de amostragem igual ou superior a 192 kHz e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com uma resolução de 144p ou menos e a melhor qualidade de áudio com uma taxa de bits de 96 kbps ou menos e uma frequência de amostragem de 48 kHz ou menos e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com uma resolução de 144p ou menos e a melhor qualidade de áudio com uma taxa de bits de 128 kbps ou menos e uma frequência de amostragem de 48 kHz ou menos e combina-os num único ficheiro .

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com uma resolução de 144p ou menos e a melhor qualidade de áudio com uma taxa de bits de 192 kbps ou menos e uma frequência de amostragem de 48 kHz ou menos e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com uma resolução de 144p ou menos e a melhor qualidade de áudio com uma taxa de bits de 256 kbps ou menos e uma frequência de amostragem de 48 kHz ou menos e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com uma resolução de 144p ou menos e a melhor qualidade de áudio com uma taxa de bits de 320 kbps ou menos e uma frequência de amostragem de 48 kHz ou menos e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com uma resolução de 144p ou menos e a melhor qualidade de áudio com uma taxa de bits de 96 kbps ou menos e uma frequência de amostragem de 96 kHz ou menos e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com uma resolução de 144p ou menos e a melhor qualidade de áudio com uma taxa de bits de 128 kbps ou menos e uma frequência de amostragem de 96 kHz ou menos e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com uma resolução de 144p ou menos e a melhor qualidade de áudio com uma taxa de bits de 192 kbps ou menos e uma frequência de amostragem de 96 kHz ou menos e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com uma resolução de 144p ou menos e a melhor qualidade de áudio com uma taxa de bits de 256 kbps ou menos e uma frequência de amostragem de 96 kHz ou menos e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com uma resolução de 144p ou menos e a melhor qualidade de áudio com uma taxa de bits de 320 kbps ou menos e uma frequência de amostragem de 96 kHz ou menos e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com uma resolução de 144p ou menos e a melhor qualidade de áudio com uma taxa de bits de 96 kbps ou menos e uma frequência de amostragem de 192 kHz ou menos e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 144p e a melhor qualidade de áudio com taxa de bits igual ou inferior a 128 kbps e frequência de amostragem igual ou inferior a 192 kHz e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com uma resolução de 144p ou menos e a melhor qualidade de áudio com uma taxa de bits de 192 kbps ou menos e uma frequência de amostragem de 192 kHz ou menos e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com uma resolução de 144p ou menos e a melhor qualidade de áudio com uma taxa de bits de 256 kbps ou menos e uma frequência de amostragem de 192 kHz ou menos e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com uma resolução de 144p ou menos e a melhor qualidade de áudio com uma taxa de bits de 320 kbps ou menos e uma frequência de amostragem de 192 kHz ou menos e combina-os num único ficheiro.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio, y los combina en un solo archivo.
pt: Seleciona a melhor qualidade de vídeo com resolução igual ou inferior a 240p e a melhor qualidade de áudio e combina-os num único ficheiro.
