Repository: hxebolax/TCA3-Update
Catalog: data/beta/temp_*/DEV/locale/*/LC_MESSAGES/*.po
Languages: pt

source: No se a podido extraer la librería. Compruebe que tiene permisos de escritura en el directorio que se encuentra TCA-Media Downloader. Pruebe con permisos de administrador. Vuelva a intentarlo buscando actualizaciones en el menú.
pt: A biblioteca não pôde ser extraída. Verifique se você tem permissões de gravação no diretório onde o TCA-Media Downloader está localizado. Tente com permissões de administrador. Tente novamente verificando se há atualizações no menu.

source: No se a podido descargar la versión de YT-DLP en internet. Vuelva a intentarlo buscando actualizaciones en el menú.
pt: Não foi possível baixar a versão do YT-DLP na internet. Tente novamente verificando se há atualizações no menu.

source: No se a podido obtener la información de versión de YT-DLP en internet. Vuelva a intentarlo buscando actualizaciones en el menú.
pt: Não foi possível obter as informações da versão do YT-DLP na Internet. Tente novamente verificando se há atualizações no menu.

source: Todo fue correcto. TCA-Media Downloader tiene que reiniciarse para terminar de instalar YT-DLP.
pt: Tudo estava correto. O TCA-Media Downloader deve ser reiniciado para concluir a instalação do YT-DLP.
