{
"version": "3.0.1.2",
"libreria": {
"version": "3.0.1.2",
"informacion": "Versión: 3.0.1.2\nRama: Final\nCategoría: Libreria\nFecha lanzamiento: 09/07/2023\n\nDescripción de la actualización:\n* Arreglado compartir con MASTODON.\n\n* Agregado contemplación de URLs de shorts de YouTube.\n\nAhora cuando introduzcamos una URL en la pestaña URLs y que dicha URL coincida con\nuna de tipo shorts se ofrecerán las opciones iguales que si fuese un video de YouTube y\nasí poder interactuar con dichas URL como si fuese un video.\n\n* Actualizada la librería YT-DLP a la versión 2023.07.06.\n\n* Se han actualizado librerías internas para un mejor funcionamiento de la aplicación.\n\n* Solucionados errores internos.\n\n* Actualizadas traducciones.",
"url_descarga": "https://github.com/hxebolax/TCA3-Update/releases/download/3.0-Final/libreria.zip"
},
"funcion": {
"version": "3.0.1.0",
"informacion": "Versión: 3.0.1.0\nRama: Final\nCategoría: Funcion\nFecha lanzamiento: 04/07/2023\n\nDescripción de la actualización:\n\n* Nueva pestaña llamada Favoritos (Alt + 4).\n\nAhora podremos guardar aquellos vídeos, playlist o canales que deseemos en esta pestaña para poder ser consultados de una manera rápida.\n\nCuando caemos en esta pestaña tendremos 3 partes:\n\nAlt + F: Nos dejara en el árbol donde podremos interactuar con las ramas.\n\nEl árbol tiene la base llamada favoritos en la cual si pulsamos intro podremos borrar la base de datos por completo, o hacer y restaurar una copia de seguridad de la base de datos.\n\nTiene una rama llamada Vídeos, en la cual si pulsamos intro podremos crear listas de vídeos, si pulsamos dicha opción se abrirá una ventana para introducir el nombre de la lista.\n\nCuando tengamos listas de vídeos agregadas podremos desplegar la rama y tendremos subramas con las cuales si pulsamos intro nos aparecerá la posibilidad de editar, borrar o vaciar dicha lista de vídeos.\n\nTambién tenemos dos ramas en el árbol llamadas PlayList y Canales, si alguna de estas ramas tiene contenido podremos pulsar intro en ellas y borrar su contenido.\n\nAlt + C: Nos deja en la zona de contenido, en esta zona se mostrará el contenido de la lista de vídeos que tengamos seleccionada, de PlayList o Canales.\n\nEn esta zona, si pulsamos intro en algún item, se nos mostrará un menú correspondiente a la categoría vídeos, playlist o canales pudiendo interactuar con ellos.\n\nAlt + B: Nos llevara a un cuadro donde podremos hacer búsquedas en la rama que estemos, en este cuadro podremos poner indiferentemente en minúsculas o mayúsculas lo que estemos buscando y pulsar intro para que nos dé el resultado en la zona de consultas, podremos interactuar con el resultado pulsando intro en él.\n\nEl campo de búsqueda permite introducir un texto sin necesidad de que sea completo, por ejemplo, si buscamos TCA nos devolverá todos los vídeos si es en la rama que estamos que contengan dichas letras.\n\nPodemos volver la búsqueda a valores originales y restaurar la zona de contenido rápidamente pulsando en el cuadro de búsqueda Ctrl + B o borrando el texto que tengamos escrito y pulsando intro, también desde el área de contenido si hay una búsqueda echa si pulsamos Ctrl + B nos volverá a valores originales.\n\nPara agregar contenido a la base de datos, se hace desde la información de cada rama. Por ejemplo si deseamos agregar un vídeo a una lista que tengamos creada desde la pestaña búsqueda, cuando tengamos resultados de la búsqueda en el item que estemos pulsamos intro y damos a información del vídeo, en la ventana que se abre ahora tendremos un botón llamado Añadir a una lista de vídeos el cual si lo pulsamos nos desplegará un menú con todas las listas de vídeo que tenemos creadas en la base de datos y si elegimos una el vídeo se abrá guardado en dicha lista.\n\nPodemos agregar el mismo vídeo a varias listas pero solo se puede agregar una vez por lista.\n\nEn cuanto a las playlist y canales, es similar, yendo al diálogo de información y nos aparecerá un botón llamado Añadir a favoritos. Si lo pulsamos se agregará a la rama de la base de datos que corresponda, el botón entonces pasará a llamarse Quitar de favoritos y mientras no borremos desde la pestaña favoritos o desde el diálogo de información dicha playlist o canal estarán en la base de datos.\n\nLas ramas playlist y canales solo guardarán un mismo item, pudiendo guardar varios con el mismo nombre mientras la url sea distinta.\n\nEn el área de consulta podremos pulsar Ctrl + I para saber en que posición estamos y Ctrl + F para movernos rápidamente al item que deseemos.\n\nSe a agregado la posibilidad también de añadir a la base de datos desde los resultados de la búsqueda.\n\nAhora podremos dar intro en un resultado ya sea de vídeos, playlist o canales y la última opción del menú contextual nos permitirá interactuar con la base de datos de favoritos.\n\nTendremos las mismas opciones que desde los diálogos de información de vídeo, playlist o canales.\n\n* Agregado Ctrl + R y Ctrl + D en el campo de URL.\n\nAhora en la pestaña URL si ponemos una URL de un vídeo de YouTube podremos pulsar dichas combinaciones ya sea para reproducir o descargar sin necesidad de desplegar el menú contextual.\n\n* Se a agregado en el cuadro combinado calidad 64 Kbps.\n\nTendremos una nueva calidad para ahorrar en datos de descarga. Tener en cuenta que la calidad del audio también se reduce.\n\n* Agregada la posibilidad de ver comentarios en un vídeo (experimental).\n\nAhora cuando abramos el diálogo de información del vídeo aparecerá un botón si dicho vídeo tiene comentarios.\n\nEl botón se llama Ver o guardar comentarios y si lo pulsamos nos dejara ver o guardar los comentarios.\n\nEstas opciones son experimentales y se a detectado que en ocasiones puede cerrar la aplicación por lo que si hay descargas en marcha se le avisara al usuario que puede perder la información que se esté descargando.\n\nSi elegimos ver comentarios aparecerá una ventana de extracción de comentarios en la cual nos avisará con un porcentaje de lo que lleva extraído, podemos cancelar la extracción dando al botón cancelar de la ventana.\n\nUna vez termina la extracción se abrirá una ventana con todos los comentarios, en la ventana aparecerán los comentarios en un control de árbol.\n\nPodemos desplegar el árbol y navegar por los comentarios, si el comentario tiene respuestas igualmente podemos desplegarlo para ver sus respuestas.\n\nAquellos comentarios muy largos, aparecerán con un ** al final ya que no cabe todo el comentario.\n\nPara ello existe una combinación de teclas para que nuestro lector lo lea y es Ctrl + T.\n\nIgualmente, si tabulamos caeremos en un cuadro de solo lectura donde tendremos el comentario íntegro junto con el nombre de quien publicó, la fecha y la cantidad de  me gusta.\n\nEn esta ventana hay un botón llamado guardar que lo que hace es lo mismo que en la ventana de información del vídeo en el menú contextual y es guardar los comentarios en un html accesible.\n\nLa estructura del html es la siguiente:\n\nNivel de encabezado 1 para el titulo del vídeo.\n\nNivel de encabezado 2 para el comentario principal.\n\nNivel de encabezado 3 para las respuestas al comentario.\n\nToda la ventana tiene atajos para movernos rápidamente por ella:\n\nAlt + L: Nos deja en el árbol de comentarios.\nAlt + D: Nos lleva rápidamente a los detalles del comentario que esté enfocado.\nAlt + G: Guarda un html con los comentarios.\nAlt + C, Alt + F4 o Escape: Cierra la ventana.\n\n* Nuevas funciones en los menús contextuales y mejoras.\n\nSe han corregido los menús contextuales en la zona de descarga, no saliendo ahora el reproducir en aquellos ítems que no sean vídeos.\n\nSe a corregido que si solo hay un resultado de vídeos no salga el menú para descarga múltiple, tampoco si solo hay un vídeo en la base de datos no saldrá.\n\nSe a agregado a aquellos menús que se adecúan al contexto nuevas opciones como:\n\nAbrir en la WEB, que nos abrirá en nuestro navegador el vídeo, playlist o canal que tengamos seleccionado llevándonos a YouTube.\n\nCopiar enlace del video al portapapeles, de la PlayList o Canal: Copia el enlace al portapapeles.\n\nSe agrego un submenú llamado Compartir.\n\nDicho menú nos permitirá compartir la url con Twitter, Facebook, Telegram, WhatsApp, Mastodon o por código QR con nuestro móvil.\n\nSi elegimos Genera código QR para abrir con el móvil se abrirá una ventana en el centro de la pantalla que contendrá un código QR, si con el lector de nuestro móvil apuntamos a ella una vez lo detecte se abrirá en nuestro dispositivo dicha URL ya sea de vídeo, playlist o canal.\n\nComentar que en Facebook solo deja compartir la URL, por lo que no podremos añadir automáticamente texto, en la pantalla a la que nos dirige, sí podremos añadir información a mano.\n\nEn Mastodon nos pedirá nuestra URL de la instancia en la que estamos, podremos guardarla o modificarla, si lo deseamos. Si la guardamos quedará ya predefinida y no tendremos que agregarla cada vez que queramos compartir con Mastodon.\n\nAdvertir que para compartir por cualquiera de las redes sociales, antes tenemos que estar con la sesión iniciada en nuestro navegador, al igual que será más fácil compartir si tenemos las aplicaciones instaladas tanto de WhatsApp como Unigram.\n\n* Agregadas nuevas opciones en el diálogo ajustes.\n\nEn la categoría general se ha agregado:\n\nComprobar si existen actualizaciones y notificar: En este cuadro combinado podemos elegir si queremos que busque actualizaciones y nos notifique con una notificación de Windows.\n\nPodremos elegir o tener desactivada esta opción o que busque si hay actualizaciones en cualquiera de los tiempos que hay en el cuadro combinado.\n\nCuando encuentre una actualización, se avisará por una notificación de Windows informando que encontró una actualización y su versión.\n\nEsta opción no descarga actualizaciones, solo comprueba cada x tiempo, que hayamos seleccionado, si existen actualizaciones, por lo que tendremos que ir a buscar actualizaciones para descargarla.\n\nLas notificaciones se nos mostrarán cada x tiempo seleccionado hasta que actualicemos.\n\nEn la categoría descargas se ha agregado:\n\nTiempo para extraer información (transcurrido el tiempo dará error si no se obtuvo toda la información, válido para grandes PlayList o Canales): En este cuadro combinado podremos aumentar el tiempo que tardará en decir que no se a podido obtener la información.\n\nPor defecto son 2 minutos en los cuales se intenta obtener la información, ya que es un tiempo prudencial y más que suficiente para la mayoría de PlayList y Canales.\n\nEn caso de necesitar más tiempo, porque las Playlist o canales tengan más de 5000 vídeos, podremos aumentar el tiempo de obtención de datos.\n\n* Añadida protección contra la descarga de transmisiones en directo en todos los diálogos.\n\nSe a agregado una protección en la cual se detectara que si la URL que deseamos descargar es una transmisión en vivo no nos dejará.\n\nEsto daba problemas y en próximas versiones se dará una solución alternativa.\n\n* Se han actualizado librerías internas para un mejor funcionamiento de la aplicación.\n\n* Solucionados errores internos.\n\n* Actualizadas traducciones.",
"url_descarga": "https://github.com/hxebolax/TCA3-Update/releases/download/3.0-Final/funcion.zip"
},
"completa": {
"version": "3.0.0.0",
"informacion": "Se ha añadido una función de guardado automático.",
"url_descarga": "https://github.com/hxebolax/TCA3-Update/releases/download/3.0-Final/completa.zip"
}
}