{
"version": "3.0.2.0",
"libreria": {
"version": "3.0.1.2",
"informacion": "Versión: 3.0.1.2\nRama: Final\nCategoría: Libreria\nFecha lanzamiento: 09/07/2023\n\nDescripción de la actualización:\n* Arreglado compartir con MASTODON.\n\n* Agregado contemplación de URLs de shorts de YouTube.\n\nAhora cuando introduzcamos una URL en la pestaña URLs y que dicha URL coincida con\nuna de tipo shorts se ofrecerán las opciones iguales que si fuese un video de YouTube y\nasí poder interactuar con dichas URL como si fuese un video.\n\n* Actualizada la librería YT-DLP a la versión 2023.07.06.\n\n* Se han actualizado librerías internas para un mejor funcionamiento de la aplicación.\n\n* Solucionados errores internos.\n\n* Actualizadas traducciones.",
"url_descarga": "https://github.com/hxebolax/TCA3-Update/releases/download/3.0-Final/libreria.zip"
},
"funcion": {
"version": "3.0.2.0",
"informacion": "Versión: 3.0.2.0\nRama: Final\nCategoría: Funcion\nFecha lanzamiento: 08/08/2023\n\nDescripción de la actualización:\n\n* Agregado el poder cambiar de rama de desarrollo de TCA-Media Downloader.\n\nEn opciones / general tendremos un botón llamado Alternar rama de desarrollo.\n\nSi pulsamos dicho botón nos permitirá cambiar entre la rama final que es la estable y la beta que es la que recibe las novedades antes pero puede contener errores.\n\n* Solucionado la extracción de información de canales con nombre\n\nAhora los canales que tengan nombre en vez de id se mostrarán correctamente.\n\n* Se a agregado la posibilidad también de añadir a la base de datos desde los resultados de la búsqueda.\n\nAhora podremos dar intro en un resultado ya sea de videos, playlist o canales y la ultima opción del menú contextual nos permitirá interactuar con la base de datos de favoritos.\n\nTendremos las mismas opciones que desde los diálogos de información de video, playlist o canales.\n\n* Agregado Ctrl + R y Ctrl + D en el campo de URL.\n\nAhora en la pestaña URL si ponemos una URL de un video de YouTube podremos pulsar dichas combinaciones ya sea para reproducir o descargar sin necesidad de desplegar el menú contextual.\n\n* Solucionado problemas con canales que no mostraban PlayList.\n\n* Agregado contemplación de URLs de shorts de YouTube.\n\nAhora cuando introduzcamos una URL en la pestaña URLs y que dicha URL coincida con\nuna de tipo shorts se ofrecerán las opciones iguales que si fuese un video de YouTube y\nasí poder interactuar con dichas URL como si fuese un video.\n\n* Agregado contemplación de URLs de clips de YouTube.\n\nAhora si ponemos una URL de un clip de YouTube en la pestaña URLS nos dará la posibilidad de descargar con formato o original.\n\nTambién nos permitirá obtener información del clip mezclado con la ficha original del video donde se extrajo el clip.\n\nLos clips no pueden ser reproducidos con la combinación Ctrl + R ni ser reproducidos.\n\nLos clips tampoco pueden ser añadidos a la pestaña favoritos.\n\n* Agregado en DATA un directorio DEV.\n\nEn este directorio se incluye la documentación para que los traductores trabajen en ella, los lenguajes oficiales con las cadenas incluidas y que faltan por traducir y el main.pot para nuevas plantillas de idioma.\n\nA partir de ahora los idiomas vendrán con traducción automática en los idiomas oficiales hasta recibir las traducciones que se encuentran en este directorio.\n\nSolo se traducirán las cadenas que se hayan agregado de una versión a otra de manera automática. De esta manera siempre el programa estará traducido y el traductor oficial puede ir con más tranquilidad en sus traducciones.\n\nEn este directorio esta el trabajo del traductor oficial junto a las cadenas que faltan por traducir.\n\n* Agregada la posibilidad de elegir la rama de la librería YT-DLP.\n\nAhora en opciones en la categoría General podremos elegir la rama a usar de la librería YT-DLP.\n\nPodremos entre Stable y Nightly.\n\nLa versión Stable es la versión final de la librería y la Nightly es una versión que va incorporando las novedades pero que no esta tan probada como la Stable.\n\n* Se agrego la comprobación si existen actualizaciones de YT-DLP.\n\nAhora si buscamos actualizaciones también comprobara aparte de si hay de la aplicación si hay de la librería YT-DLP.\n\nEn caso de que haya nos informara. Decir que por defecto siempre primero comprueba si hay actualización de la aplicación y si hay ya no comprobara de YT-DLP por que en las actualizaciones siempre se actualiza YT-DLP con la versión más reciente de la rama Stable.\n\nEn caso de no encontrar actualización de aplicación continuara comprobando si hay de YT-DLP y nos informara.\n\nSi actualizamos la aplicación y tenemos seleccionada la rama Nightly de YT-DLP tendremos que buscar nuevamente actualización después de instalar la aplicación para descargar la rama correspondiente.\n\nEsto ultimo es por que las actualizaciones de aplicación solo llevan la rama Stable.\n\n* Se agrega a las notificaciones de actualización también notificaciones de actualización para YT-DLP.\n\nSi tenemos activadas las notificaciones de actualización ahora también buscara de la librería YT-DLP y si encuentra nos dará el número de versión.\n\nSucede igual que si buscamos actualización en el menú si encuentra actualización de aplicación ya no buscara de YT-DLP hasta que no actualicemos la aplicación.\n\n* Agregada la posibilidad de elegir el inicio en la pestaña favoritos en opciones.\n\n* Arreglado compartir con MASTODON.\n\n* Actualizada la librería YT-DLP a la versión 2023.07.06.\n\n* Agregado idioma Ucraniano como oficial.\n\n* Se han actualizado librerías internas para un mejor funcionamiento de la aplicación.\n\n* Solucionados errores internos.\n\n* Actualizadas traducciones.",
"url_descarga": "https://github.com/hxebolax/TCA3-Update/releases/download/3.0-Final/funcion.zip"
},
"completa": {
"version": "3.0.0.0",
"informacion": "Se ha añadido una función de guardado automático.",
"url_descarga": "https://github.com/hxebolax/TCA3-Update/releases/download/3.0-Final/completa.zip"
}
}