{
"version": "3.0.3.1",
"libreria": {
"version": "3.0.3.1",
"informacion": "Versión: 3.0.3.1\nRama: Beta\nCategoría: Libreria\nFecha lanzamiento: 13/05/2023\n\nDescripción de la actualización:\n\n* Actualización de idiomas\n\nAgregado italiano como idioma oficial.\n\n* Agregada documentación en inglés (versión automatica)\n\nSe a traducido de manera automática la documentación al inglés.\n\nSi ahora otro idioma que no sea español y en su idioma no hay documentación se presentara\nla documentación en inglés.\n\n* Agregado traducción automática para la información que se da cuando encontramos una actualización.\n\nAhora cuando otro idioma que no sea español encuentre actualizaciones, la descripción de la\nactualización Se traducirá automáticamente a través de Google Translate.\n\nSi no fuese posible se mostrara en español.\n\n* Agregado Ctrl + S para obtener estado de descargas.\n\nAhora al pulsar dicha combinación nos dirá si hay descargas y en caso\nDe haberlas nos dirá cuantas hay activas, terminadas y erróneas.\n\n* Nueva opción para mostrar pantalla de video\n\nEn opciones / reproductor ahora nos aparecerá una nueva opción para\nQue cuando reproduzcamos un video automáticamente se abra la pantalla de video.\n\n* Actualizados servidores de actualización a Github.\n\n* Corregido error en descargador múltiple\n\nDaba problemas al deseleccionar todos los items.\n\n* Solucionados algunos errores internos.",
"url_descarga": "https://github.com/hxebolax/TCA3-Update/releases/download/3.0.1/libreria.zip"
},
"funcion": {
"version": "3.0.2.0",
"informacion": "Versión: 3.0.2.0\nRama: Beta\nCategoría: Funcion\nFecha lanzamiento: 30/04/2023\n\nDescripción de la actualización:\n\n* Agregados 84 idiomas nuevos (traducción automatica)\n\nSe han agregado 84 nuevos idiomas con traducción automática para que la aplicación pueda ser lo más universal posible.\n\nAdemás, se a automatizado por completo el tema de las traducciones para facilitar a los traductores el trabajo.\n\nSe a reescrito todo el modulo de idiomas.\n\nMirar el manual lo referido al idioma y traducciones.\n\n* Agregado en el menú de la aplicación las siguientes opciones:\n\n- Manual: Nos dará el manual de la versión 3.0.0.0 Final, el manual se abrirá en el navegador web por defecto.\n\n- Entra a nuestro sitio web: Nos abrirá el navegador en el blog de Tecnoconocimiento Accesible.\n\n- Salir: Saldrá de la aplicación.\n\n* Solucionados algunos errores internos.",
"url_descarga": "https://github.com/hxebolax/TCA3-Update/releases/download/3.0.1/funcion.zip"
},
"completa": {
"version": "3.0.0.0",
"informacion": "Esto es una prueba.\n\nSe va a instalar una versión completa.\n\nEsto tendrá 3 ramas:\n\nLibrería: Que actualizara solo librerías internas.\n\nFunción: Que actualizara cuando haya nuevas opciones.\n\nCompleta: Este ejemplo que instala todo el programa, esto es útil en aquellas versiones que tenga que tocar el ejecutable principal.\n\nEsto se reflejara en el número de versión.\n\n3.0.0.0, de los 4 dígitos el ultimo pertenece a librería, el antepenúltimo a función y el segundo a completa.\n\nEn este ejemplo al ser una versión completa saltaremos de la 3.0.0.0 a la 3.1.0.0.\n\nSi hubiese sido librería solo quedaría la 3.0.0.1 y si hubiese sido función quedaría la 3.0.1.0.",
"url_descarga": "https://github.com/hxebolax/TCA3-Update/releases/download/3.0.1/completa.zip"
}
}