{
"version": "3.0.7.1",
"libreria": {
"version": "3.0.7.0",
"informacion": "Versión: 3.0.7.2\nRama: Beta\nCategoría: Libreria\nFecha lanzamiento: 25/11/2023\n\nDescripción de la actualización:\n\n* Agregada pantalla invisible para manejar el reproductor desde cualquier parte\n\nEsta nueva opción es para poder manejar el reproductor de TCA-Media Downloader indiferentemente si tenemos o no enfocada la aplicación.\n\nPara activar este control remoto tendremos la siguiente combinación de teclas que tendremos que pulsar desde cualquier parte sin necesidad de tener enfocada la aplicación:\n\nCtrl+Shift+Alt+Espacio\n\nAl pulsar esta combinación nos aparecerá una ventana invisible donde podremos usar las teclas del reproductor que son las de función desde F1 a F12.\n\nAdemás, podremos usar Ctrl+S para saber el estado de las descargas y Ctrl+O para saber las opciones seleccionadas.\n\nLa primera vez que invocamos la ventana de control remoto puede que no aparezca al frente pegar un Alt+Tab hasta que oigáis Control remoto de TCA-Media Downloader.\n\nEsto ocurre algunas veces, pero suele ocurrir la primera vez.\n\nPodemos salir del control remoto con Escape, Alt+F4 o perdiendo el foco de la ventana.\n\nAl iniciar la ventana de control remoto sonara un beep de inicio y al cerrarse otro beep distino para saber que ya se a cerrado.\n\n* Agregado comprobación de integridad\n\nAhora en el menú Herramientas (Alt+H) y en el apartado otros tendremos una nueva opción llamada:\n\nComprobar integridad de TCA-Media Downloader\n\nSi pulsamos este item empezara a sonar el sonido de espera para indicar que esta trabajando y en unos segundos nos Dará el mensaje con el resultado.\n\nNos dirá si la copia de TCA-Media Downloader a sido modificada o no.\n\nPensad que TCA-Media Downloader esta echo para que no pongamos nada que no corresponda al programa dentro de su carpeta.\n\nPor ejemplo, una carpeta donde descargar, etc.\n\nEs recomendable hacer dicha acción fuera de la carpeta de la aplicación.\n\nNo obstante, si el resultado es que dice que la copia a sido modificada es por que algún componente no es original o hay archivos externos que no pertenecen a la aplicación.\n\nSi la aplicación sigue funcionando no os preocupéis, esto realmente es para tener una información.\n\nEso si, es aconsejable que nos diga que la copia no a sido modificada.\n\nEsta opción también podemos lanzarla por la línea de comandos.\n\nHiendo al directorio principal de la aplicación, abrir una consola y escribiendo:\n\nTCA-MediaDownloader.exe -a\n\n* Agregado creador de versión portable del programa para distribuir\n\nAhora se incluye en el menú Herramientas (Alt+H) y en el apartado otros una nueva opción llamada:\n\nCrear una copia de TCA-Media Downloader para distribuir\n\nSi pulsamos este item nos mostrara una ventana con información de lo que va a hacer, nos contara el proceso y tendremos que decir si deseamos continuar o no.\n\nSi decimos que si se abrirá una ventana para elegir el directorio donde guardar el archivo .zip que contendrá el TCA-Media Downloader sin ningún rastro y con los archivos originales.\n\nUna vez elijamos el directorio nos mostrara un dialogo con el progreso de la creación del archivo .zip.\n\nDicho dialogo podremos cancelarlo en cualquier momento si así lo deseamos.\n\nEsta opción lleva protecciones para evitar crear el .zip en el mismo directorio de la aplicación.\n\nUna vez que nos diga que fue un éxito ya podemos compartir el .zip con nuestros amigos.\n\n* Mejoras en el extractor de audio.\n\nAhora el extractor de pistas de audio de archivos MKV y MP4 a sido mejorado.\n\nSe han corregido inconsistencias y errores internos.\n\nSe a añadido en la lista de pistas de audio una vez cargado un archivo un menú contextual que podremos lanzarlo al pulsar intro, igual que en todas las listas de la pantalla principal de la aplicación.\n\nEste menú contextual tiene las siguientes opciones:\n\nReproducir: Si pulsamos este item del menú empezara la reproducción de la pista seleccionada.\n\nEste item si volvemos a invocar el menú contextual pulsando intro y la pista esta sonando aparecerá como Pausar.\n\nExtraer: Se lanzará el dialogo para guardar la pista a un archivo de audio, en la pantalla principal del extractor también podemos invocar al dialogo con (Alt+E).\n\nCopiar información de la pista al portapapeles: Si seleccionamos esta opción se copiará al portapapeles la información de la pista.\n\nTambién en la lista si tenemos pistas de audio podemos empezar la reproducción de una pista pulsando Ctrl+R.\n\nDecir que cuando empiece a reproducir si tabulamos nos aparecerán los botones del reproductor.\n\nSe han agregado Atrasar y Adelantar.\n\nEn estos dos botones podemos pulsar tecla aplicaciones, Shift+F10 o Ctrl+M para mostrar en cada uno de ellos el menú contextual para elegir el tiempo que queremos que se atrase o adelante.\n\nEstas opciones una vez elegidas quedan guardadas para toda la aplicación incluido el reproductor principal.\n\nEl volumen si subimos o bajamos también queda establecido para toda la aplicación.\n\nAdemás, ahora una vez empiece la reproducción podremos manejar el reproductor con las teclas de funciones:\n\nF1 para atrasar.\nF2 para pausar y volver a reproducir.\nF3 para adelantar.\nF4 para detener.\nF5 y F6 bajar y subir el volumen respectivamente.\nF9 para saber el tiempo transcurrido y total de la pista.\nF12 para activar o desactivar los mensajes enviados al lector de pantalla.\n\nDecir que si tenemos trabajando el extractor con la tecla global de control remoto si lo activamos podremos manejar este reproductor.\n\nAl iniciar el extractor de pistas si teníamos algo sonando en streaming de YouTube se pausará y cuando cerremos el extractor continuará la reproducción.\n\nRecordar que si estamos en la lista de pistas y cambiamos de pista si teníamos alguna reproduciendo se parara para enfocarse en la nueva pista elegida.\n\n* Se han actualizado librerías internas para un mejor funcionamiento de la aplicación y la versión de Python a la nueva versión 3.11.6.\n\n* Solucionados errores internos.",
"url_descarga": "https://github.com/hxebolax/TCA3-Update/releases/download/3.0-Beta/libreria.zip"
},
"funcion": {
"version": "3.0.7.1",
"informacion": "Versión: 3.0.7.1\nRama: Beta\nCategoría: Funcion\nFecha lanzamiento: 19/11/2023\n\nDescripción de la actualización:\n\n* Agregado extractor de audio en ficheros MP4/MKV.\n\nAhora en el botón Herramientas (Alt+H), tendremos un nuevo submenú llamado FFmpeg, en dicho submenú se agregarán aquellas herramientas que pertenezcan a esta categoría.\n\nSe a agregado un extractor de pistas de audio de ficheros de video MP4 y MKV.\n\nEn el futuro se podrán agregar más archivos de video de donde poder extraer.\n\nEste dialogo decir que cuando lo llamemos si hay algo en reproducción se parara y volverá a reproducirse al cerrar el dialogo.\n\nEste dialogo es sencillo cuando lo invoquemos caeremos en una lista donde se añadirán las pistas de audio que se encuentren en el archivo que elijamos, podemos llegar rápidamente a dicha lista con (Alt+L).\n\nSi tabulamos la primera vez abierto tendremos un botón para abrir archivos MP4/MKV (Alt+A), si lo pulsamos se abrirá un dialogo normal de Windows para buscar archivos, podemos elegir ambas extensiones o en el campo tipo elegir individualmente.\n\nDecir que en ocasiones por problemas en el explorador de Windows en ocasiones cuando pulsamos el botón Abrir TCA-Media Downloader se bloquea.\n\nAconsejo usar el archivo killer mencionado más abajo, suele suceder en ocasiones, pero de momento no tiene solución.\n\nCuando hayamos elegido un archivo de video se agregarán las pistas de audio en la lista si es que las contiene, pudiendo ver su información interna.\n\nUna vez seleccionemos una pista si tabulamos ahora tendremos un botón para reproducir (Alt+P) para previsualizar la pista de audio, también podremos pausar con la misma combinación de teclas. Tenemos también el botón detener (Alt+D) y una barra de sonido para bajar o subir.\n\nDecir que si hay una reproducción en curso y vamos a la lista de pistas de audio y cambiamos de pista la reproducción se detendrá para enfocar la nueva pista.\n\nBien una vez hemos cargado un archivo de video con pistas de audio se activará un botón llamado Extraer (Alt+E) el cual nos abrirá un dialogo de guardar de Windows donde nos dejará elegir la ubicación donde guardar el archivo extraído.\n\nEn dicho dialogo en el tipo de archivo podemos seleccionar los siguientes formatos de audio a extraer:\n\nMP3, AAC, FLAC, WAV, M4A y OGG.\n\nEn el futuro se podrán agregar más formatos de extracción de audio.\n\nSi damos a guardar se guardará la pista de audio que tengamos seleccionado en la lista y en el formato que hayamos elegido, en el dialogo que se abre al pulsar guardar se nos informara con un progreso de la extracción y tendremos la posibilidad de cancelar la extracción en cualquier momento.\n\nTenemos un botón también para cerrar la interface del extractor de audio teniendo en cuenta que si teníamos algo reproduciendo al iniciar dicho dialogo se reanudara la reproducción.\n\n* Agregada información en el dialogo de que se encontró actualización de la librería YT-DLP.\n\nAhora cuando se encuentre una nueva versión de la librería YT-DLP, en el dialogo para pedirnos si deseamos actualizar se nos ofrecerá la versión que hay para instalar.\n\nAsí sabremos a que versión vamos a actualizar.\n\n* Se agrego un archivo llamado TCA-MediaDownloader-killer.bat el cual cerrara todas las instancias de TCA-Media Downloader.\n\nEste archivo a sido agregado a petición de usuarios que no se llevan bien con la línea de comandos, al ejecutar dicho archivo ya sea normal o con privilegios de administrador, cualquier instancia de TCA-Media Downloader será cerrada.\n\nVa bien para cuando TCA-Media Downloader deja de funcionar.\n\n* Se han actualizado librerías internas para un mejor funcionamiento de la aplicación y la versión de Python a la nueva versión 3.11.6.\n\n* Solucionados errores internos.",
"url_descarga": "https://github.com/hxebolax/TCA3-Update/releases/download/3.0-Beta/funcion.zip"
},
"completa": {
"version": "3.0.0.0",
"informacion": "Esto es una prueba.\n\nSe va a instalar una versión completa.\n\nEsto tendrá 3 ramas:\n\nLibrería: Que actualizara solo librerías internas.\n\nFunción: Que actualizara cuando haya nuevas opciones.\n\nCompleta: Este ejemplo que instala todo el programa, esto es útil en aquellas versiones que tenga que tocar el ejecutable principal.\n\nEsto se reflejara en el número de versión.\n\n3.0.0.0, de los 4 dígitos el ultimo pertenece a librería, el antepenúltimo a función y el segundo a completa.\n\nEn este ejemplo al ser una versión completa saltaremos de la 3.0.0.0 a la 3.1.0.0.\n\nSi hubiese sido librería solo quedaría la 3.0.0.1 y si hubiese sido función quedaría la 3.0.1.0.",
"url_descarga": "https://github.com/hxebolax/TCA3-Update/releases/download/3.0-Beta/completa.zip"
}
}