Repository: hxebolax/TCA3-Update
Catalog: data/final/temp_*/locale/*/LC_MESSAGES/*.po
Languages: it, ru

source: Volumen {}%
it: Volume {}%
ru: Громкость {}

source: Esta opción no esta soportada en este dialogo.
it: Questa opzione non è supportata in questa finestra di dialogo.
ru: Эта опция не поддерживается в данном диалоге.

source: Velocidad {}
it: Velocità {}
ru: Скорость {}

source: Atrasando {}
it: Indietro {}
ru: Назад {}

source: Sin nada en reproducción
it: Nessun elemento in riproduzione
ru: Ничего не воспроизводится

source: Pausando...
it: In pausa...
ru: пауза...

source: Reproduciendo...
it: In riproduzione...
ru: Воспроизвестиь...

source: Adelantando {}
it: Avanti {}
ru: Вперёд {}

source: Deteniendo...
it: Arresto in corso...
ru: Остановить...

source: Tiempo transcurrido: {} / Tiempo total: {}
it: Tempo trascorso: {} / Tempo totale: {}
ru: Прошедшее время: {}/общее время: {}

source: Mensajes de información activados
it: Messaggi informativi attivati
ru: Информационные сообщения Включены

source: Mensajes de información desactivados
it: Messaggi informativi disattivati
ru: Информационные сообщения Выключены

source: No e podido recuperar la aplicación intentando distintas maneras. A continuación, se reiniciará la aplicación.
it: Non sono riuscito a recuperare l'applicazione provando diversi modi. L'applicazione verrà quindi riavviata.
ru: Я не смог восстановить приложение, пробуя разные способы. После этого приложение будет перезапущено.

source: Opciones establecidas: Formato: ({}) {} Nombre de salida: ({}) Directorio destino: ({})
it: Opzioni impostate: Formato: ({}) {} Nome del file di output: ({}) Directory di destinazione: ({})
ru: Установить параметры: Формат: ({}) {} Имя выхода: ({}) Каталог назначения: ({})

source: Calidad del audio: ({})
it: Qualità audio: ({})
ru: Качество звука: ({})

source: Opción avanzada seleccionada: ({})
it: Opzione avanzata selezionata: ({})
ru: Выбран расширенный вариант: ({})

source: El análisis de TCA-Media Downloader ha sido un éxito. Esta copia es original y no ha sido modificada.
it: L'analisi di TCA-Media Downloader è stata un successo. Questa copia è originale e non è stata modificata.
ru: Анализ TCA-Media Downloader прошел успешно. Эта копия является оригинальной и не была изменена.

source: El análisis de TCA-Media Downloader ha fallado. Esta copia ha sido modificada en alguno de sus componentes. Le recomiendo se descargue TCA-Media Downloader desde un sitio oficial.
it: L'analisi di TCA-Media Downloader non è riuscita. Questa copia è stata modificata in alcune sue componenti. Ti consiglio di scaricare TCA-Media Downloader da un sito ufficiale.
ru: Не удалось выполнить анализ TCA-Media Downloader. В некоторые компоненты этой копии были внесены изменения. Я рекомендую вам загрузить TCA-Media Downloader с официального сайта.

source: &Sí
it: &Sì
ru: &Да

source: &No
ru: &Нет

source: Error HTTP {e.code}
it: Errore HTTP {e.code}
ru: Ошибка HTTP {e.code}

source: Error de URL
it: errore dell'URL
ru: ошибка URL

source: Error al decodificar JSON
it: Impossibile decodificare JSON
ru: Не удалось расшифровать JSON

source: {}: procesando {} videos
it: {}: elaborazione di {} video
ru: {}: обработка {} видео

source: Procesando el video {} de {}
it: Elaborazione video {} di {}
ru: Обработка видео {} из {}

source: Se agotó el tiempo de espera sin recibir información o sin tener conexión a Internet.
it: Il timeout è scaduto senza ricevere informazioni o senza disporre di una connessione a Internet.
ru: Время истекло без получения информации или без подключения к Интернету.

source: Sin tiempo
it: Tempo esaurito
ru: Нет времени

source: Analizando la integridad del programa...
it: Analizzando l'integrità del programma...
ru: Анализируя целостность программы...

source: Descargando idiomas...
ru: Загрузка языков...

source: Actualizando idiomas...
ru: Обновление языков...

source: Se han detectado errores en la extracción de las actualizaciones de idioma. El proceso de actualización se cancelará.
ru: Обнаружены ошибки при извлечении языковых обновлений. Процесс обновления будет отменен.

source: Se han detectado errores en la descarga de las actualizaciones de idioma. El proceso de actualización se cancelará.
ru: При загрузке языковых обновлений были обнаружены ошибки. Процесс обновления будет отменен.

source: Todo fue correcto. TCA-Media Downloader tiene que reiniciarse para terminar de instalar los idiomas.
ru: Все прошло нормально. TCA-Media Downloader должен перезапуститься, чтобы завершить установку языков.

source: Tipo de búsqueda inválido.
it: Tipo di ricerca non valida.
ru: Неверный тип поиска.

source: {}% obteniendo datos...
it: {}% orecupero dati...
ru: {}% получает данные...

source: Se encontraron exactamente la cantidad de resultados que se buscaban.
it: Hai trovato esattamente il numero di risultati che stavi cercando.
ru: Вы нашли именно то количество результатов, которое искали.

source: No se encontraron resultados para su búsqueda. Intente afinar más la búsqueda añadiendo o quitando palabras.
it: Nessun risultato per la tua ricerca. Prova ad affinare la tua ricerca aggiungendo o rimuovendo parole.
ru: Нет результатов для вашего поиска. Попробуйте уточнить поиск, добавив или удалив слова.

source: Solo se encontraron {} resultados para la búsqueda.
it: Sono stati trovati solo {} risultati per la ricerca.
ru: По запросу найдено только {} результатов.

source: Se encontraron {} resultados para la búsqueda. Los primeros {} se devuelven.
it: {} risultati sono stati trovati per la ricerca. I primi {} vengono restituiti.
ru: По запросу найдено {} результатов. Возвращаются первые {}.

source: Se produjo el siguiente error: {}
it: Si è verificato il seguente errore: {}
ru: Произошла следующая ошибка: {}

source: Error al intentar escribir en el archivo '{}'. Detalles: {}
it: Errore durante il tentativo di scrivere nel file '{}'. Dettagli: {}
ru: Ошибка при попытке записи в файл '{}'. Подробности: {}

source: Solo mensaje
it: Solo messaggio
ru: Только сообщение

source: Autor y mensaje
it: Autore e messaggio
ru: Автор и сообщение

source: Fecha y mensaje
it: Data e messaggio
ru: Дата и сообщение

source: Fecha, autor y mensaje
it: Data, autore e messaggio
ru: Дата, автор и сообщение

source: Mensaje y autor
it: Messaggio e autore
ru: Сообщение и автор

source: Mensaje y fecha
it: Messaggio e data
ru: Сообщение и дата

source: Mensaje, autor y fecha
it: Messaggio, autore e data
ru: Сообщение, автор и дата

source: Mensaje, fecha y autor
it: Messaggio, data e autore
ru: Сообщение, дата и автор

source: Iniciando la descarga, espere por favor...
it: Avvio del download, attendere prego...
ru: Начинается загрузка, пожалуйста, подождите...

source: Se a producido un error, vea el log para más información.
it: Si è verificato un errore, consultare il log per ulteriori informazioni.
ru: Произошла ошибка, дополнительные сведения см. в журнале.

source: Se completo la descarga, todo a sido un éxito.
it: Il download è completo, tutto è andato a buon fine.
ru: Загрузка завершена, все прошло успешно.

source: Descargando, espere por favor… {}
it: Download in corso, attendere... {}
ru: Загрузка, пожалуйста, подождите... {}

source: Descargando, espere por favor…
it: Download in corso, attendere…
ru: Загрузка, пожалуйста, подождите...

source: Convirtiendo, espere por favor… {}
it: Conversione in corso, attendere... {}
ru: Преобразование, пожалуйста, подождите... {}

source: Convirtiendo, espere por favor…
it: Conversione in corso, attendere…
ru: Преобразование, пожалуйста, подождите...

source: Descargando librería...
ru: Загрузка библиотеки...

source: Extrayendo librería...
it: Estrazione libreria...
ru: Извлечение библиотеки...

source: Convirtiendo librería...
it: Conversione libreria...
ru: Преобразование библиотеки...

source: Instalando librería...
it: Installazione della libreria...
ru: Установка библиотеки...

source: Error al manipular la librería y su instalación. Compruebe que tiene permisos de escritura en el directorio que se encuentra TCA-Media Downloader. Pruebe con permisos de administrador. Vuelva a intentarlo buscando actualizaciones en el menú.
it: Errore durante la manipolazione della libreria e la sua installazione. Verifica di disporre dei permessi di scrittura sulla directory in cui si trova TCA-Media Downloader. Prova con i permessi di amministratore. Riprova controllando il menu per gli aggiornamenti.
ru: Ошибка при работе с библиотекой и ее установке. Убедитесь, что у вас есть права на запись в директории, где находится TCA-Media Downloader. Попробуйте зайти с правами администратора. Попробуйте еще раз поискать обновления в меню.

source: Error al manipular la librería y su eliminación. Compruebe que tiene permisos de escritura en el directorio que se encuentra TCA-Media Downloader. Pruebe con permisos de administrador. Vuelva a intentarlo buscando actualizaciones en el menú.
it: Errore durante la manipolazione della libreria e la sua eliminazione. Verifica di disporre dei permessi di scrittura sulla directory in cui si trova TCA-Media Downloader. Prova con i permessi di amministratore. Riprova controllando il menu per gli aggiornamenti.
ru: Ошибка при работе с библиотекой и ее удалении. Проверьте наличие прав на запись в директории, где находится TCA-Media Downloader. Попробуйте зайти с правами администратора. Попробуйте еще раз поискать обновления в меню.

source: No se a podido convertir la librería. Compruebe que tiene permisos de escritura en el directorio que se encuentra TCA-Media Downloader. Pruebe con permisos de administrador. Vuelva a intentarlo buscando actualizaciones en el menú.
it: Impossibile convertire la libreria. Verifica di disporre dei permessi di scrittura sulla directory in cui si trova TCA-Media Downloader. Prova con i permessi di amministratore. Riprova controllando il menu per gli aggiornamenti.
ru: Не удалось преобразовать библиотеку. Убедитесь, что у вас есть права на запись в каталог, где находится TCA-Media Downloader. Попробуйте воспользоваться правами администратора. Попробуйте еще раз проверить наличие обновлений в меню.

source: No se a podido extraer la librería. Compruebe que tiene permisos de escritura en el directorio que se encuentra TCA-Media Downloader. Pruebe con permisos de administrador. Vuelva a intentarlo buscando actualizaciones en el menú.
it: Impossibile estrarre la libreria. Verifica di disporre dei permessi di scrittura sulla directory in cui si trova TCA-Media Downloader. Prova con i permessi di amministratore. Riprova controllando il menu per gli aggiornamenti.
ru: Не удалось извлечь библиотеку. Убедитесь, что у вас есть права на запись в каталог, где находится TCA-Media Downloader. Попробуйте воспользоваться правами администратора. Попробуйте еще раз проверить наличие обновлений в меню.

source: No se a podido descargar la versión de YT-DLP en internet. Vuelva a intentarlo buscando actualizaciones en el menú.
it: Non è stato possibile scaricare la versione YT-DLP su Internet. Riprova controllando il menu per gli aggiornamenti.
ru: Версию YT-DLP не удалось загрузить из Интернета. Пожалуйста, повторите попытку, проверив наличие обновлений в меню.

source: No se a podido obtener la información de versión de YT-DLP en internet. Vuelva a intentarlo buscando actualizaciones en el menú.
it: Impossibile ottenere informazioni sulla versione di YT-DLP su Internet. Riprova controllando il menu per gli aggiornamenti.
ru: Невозможно получить информацию о версии YT-DLP из Интернета. Повторите попытку, проверив наличие обновлений в меню.

source: Todo fue correcto. TCA-Media Downloader tiene que reiniciarse para terminar de instalar YT-DLP.
it: Tutto era corretto. TCA-Media Downloader deve essere riavviato per completare l'installazione di YT-DLP.
ru: Все прошло нормально. TCA-Media Downloader должен перезапуститься для завершения установки YT-DLP.

source: Acerca de TCA-Media Downloader {} {} Versión interna: {}. Versión librería YT-DLP: {}. Versión compilada con Python: {}. Versión de wxPython: {}. Programa sencillo para descargar contenido multimedia desde YouTube, Facebook, Vimeo y mas. Creado por: Peter Reina y Héctor J. Benítez Corredera. 2019-2023© Todos los derechos reservados.
it: Informazioni su TCA-Media Downloader {} {} Versione interna: {}. Versione libreria YT-DLP: {}. Versione compilata con Python: {}. versione wxPython: {}. Semplice programma per scaricare contenuti multimediali da YouTube, Facebook, Vimeo e ulteriore. Creato da: Peter Reina e Héctor J. Benítez Corredera. 2019-2023© Tutti i diritti riservati.
