Repository: hxebolax/TCA3-Update
Catalog: data/final/temp_*/locale/*/LC_MESSAGES/*.po
Languages: it, ru

source: Se cambio el idioma y la aplicación tiene que reiniciarse.
it: La lingua è stata cambiata e l'applicazione deve essere riavviata.
ru: Язык был изменен, и приложение необходимо перезапустить.

source: No se puede cambiar de rama en este momento. Tiene descargas activas. Vuelva a intentarlo más tarde cuando no tenga descargas activas.
ru: В данный момент вы не можете переключить ветку. У вас есть активные загрузки. Повторите попытку позже, когда у вас не будет активных загрузок.

source: Rama &Final (recomendada)
it: Ramo e finale (consigliato)
ru: &Финальная ветка (рекомендуется)

source: Rama &Beta
it: Ramo e Beta
ru: &Бета ветка

source: Ha elegido cambiar la rama de desarrollo de TCA-Media Downloader. Actualmente se encuentra en la rama: {} Y va a cambiar a la rama: {} ¿Esta seguro que desea continuar?
it: Hai scelto di cambiare il ramo di sviluppo di TCA-Media Downloader. Attualmente si trova nel ramo: {} E cambierà nel ramo: {} Sei sicuro di voler continuare?
ru: Вы решили изменить ветвь разработки TCA-Media Downloader. В настоящее время вы находитесь в ветке: {} И вы собираетесь перейти в ветку: {} Вы уверены, что хотите продолжить?

source: Ajustes rápidos
ru: Быстрая настройка

source: Elija &Formato:
it: Scegli &Formato:
ru: Выберите &Формат:

source: Elija &calidad del audio:
it: Scegli &qualità audio:
ru: Выберите &качество звука:

source: Elija la composición del &nombre de salida:
it: Scegli la composizione del &nome dell'output:
ru: &Выберите вывод имени композиции:

source: Tiempo para &atrasar el sonido:
ru: &Время для замедления звука:

source: Tiempo para a&delantar sonido:
ru: &Время для ускорения звука:

source: Cerrar
ru: Закрыть

source: Chat en directo
ru: Чат в реальном времени

source: &Introduzca una URL de una transmisión en directo de YouTube:
ru: &Введите URL-адрес прямой трансляции на YouTube:

source: Comentarios en &directo:
ru: &Комментарии в реальном времени:

source: Sin comentarios
ru: Без комментариев

source: Elija &formato de salida del chat:
ru: &Выбрать формат вывода чата:

source: &Hablar comentarios por lector de pantalla
ru: &Произносить комментарии с помощью программы чтения с экрана

source: &Empezar monitoreo
it: &Avvia monitoraggio
ru: &Начать мониторинг

source: &Cerrar
it: &Chiudi
ru: &Закрыть

source: No se pudo recuperar la conexión al chat después de múltiples intentos
it: Impossibile ripristinare la connessione alla chat dopo più tentativi
ru: Не удалось восстановить соединение с чатом после нескольких попыток

source: El campo no puede estar vacío
it: Il campo non può essere vuoto
ru: Поле не может быть пустым

source: La URL no es de YouTube
it: L'URL non proviene da YouTube
ru: URL-адрес не с YouTube

source: &Parar monitoreo
it: &Interrompi monitoraggio
ru: &Остановить мониторинг

source: No se pudo obtener el chat. Inténtelo de nuevo y si sigue fallando compruebe que la transmisión tiene chat en directo.
it: Impossibile chattare. Riprova e se il problema persiste, verifica che lo streaming disponga di chat dal vivo.
ru: Не удалось получить чат. Повторите попытку, и если она по-прежнему не работает, убедитесь, что в трансляции есть чат в реальном времени.

source: El video no es una transmisión en directo
it: Il video non è una trasmissione in diretta
ru: Видео не является прямой трансляцией

source: Visor de comentarios
it: visualizzatore di commenti
ru: Просмотрщик комментариев

source: &Lista de comentarios:
it: &Elenco dei commenti:
ru: &Список комментариев:

source: &Detalles del comentario:
it: &Dettagli commento:
ru: &Подробности комментария:

source: &Guardar comentarios
it: &Salva commenti
ru: &Сохранить комментарии

source: Comentarios {}
it: Commenti {}
ru: Комментарии {}

source: Autor:
it: Autore:
ru: Автор:

source: Fecha de publicación:
it: Data di pubblicazione:
ru: Дата публикации:

source: Me gusta:
it: Mi piace:
ru: Мне это нравится:

source: Comentario:
it: Commento:
ru: Комментарий:

source: Titulo:
it: Titolo:
ru: Название:

source: Total comentarios:
it: Totale Commenti:
ru: Всего комментариев:

source: Comentarios
it: Commenti
ru: Комментарии

source: Fichero HTML (*.html)|*.html
it: File HTML (*.html)|*.html
ru: HTML-файл (*.html)|*.html

source: Guardar comentarios en...
it: Salva commenti in...
ru: Сохраняйте комментарии в...

source: No hay ningún comentario seleccionado.
it: Nessun commento selezionato.
ru: Комментарий не выбран.

source: Extrayendo comentarios. Espere por favor...
it: Estrazione commenti. Attendere prego...
ru: Извлечение комментариев. Пожалуйста, подождите...

source: Extractor de pistas de audio
it: Estrattore di tracce audio
ru: Извлекатель звуковых дорожек

source: &Lista de pistas de audios:
ru: &Список аудиодорожек:

source: Atrasar (F1)
it: Indietro (F1)
ru: Назад (F1)

source: Adelantar (F3)
it: Avanti (F3)
ru: Вперёд (F3)

source: Detener (F4)
it: Stop (F4)
ru: стоп (F4)

source: &Volumen: (F5 / F6)
it: &Volume: (F5 / F6)
ru: &Громкость: (F5 / F6)

source: &Abrir
it: &Aprire
ru: &Открыть

source: &Extraer
it: &Estratto
ru: &Извлечь

source: Sin pistas de audio
it: Nessuna traccia audio
ru: Нет звуковых дорожек

source: Ficheros
it: File
ru: Файлы

source: Elige un archivo MKV o MP4
it: Scegli un file MKV o MP4
ru: Выбрать файл MKV или MP4

source: Este archivo no contiene pistas de audio
it: Questo file non contiene tracce audio
ru: Этот файл не содержит звуковых дорожек

source: Guardar archivo
ru: Сохранить файл

source: Extrayendo audio. Espere por favor...
ru: Извлечение звука. Пожалуйста, подождите...

source: No pudo finalizar la extracción. Error: El proceso ha sido cancelado por el usuario.
it: Impossibile completare l'estrazione. Errore: Il processo è stato annullato dall'utente.
ru: Не удалось завершить извлечение. Ошибка: Процесс был отменен пользователем.

source: No pudo finalizar la extracción. Error: {}.
ru: Не удалось завершить извлечение. Ошибка: {}.

source: El proceso de extracción ha finalizado correctamente.
it: Il processo di estrazione è stato completato con successo.
ru: Процесс извлечения успешно завершен.

source: &Pausar
ru: &Пауза

source: Re&producir
ru: &Воспроизвести

source: &Copiar información de la pista al portapapeles
ru: &Копировать информацию о дорожке в буфер обмена

source: Se copio la información de la pista al portapapeles.
ru: Информация о дорожке была скопирована в буфер обмена.

source: Visor de formatos
it: visualizzatore di formati
ru: просмотрщик форматов

source: &Formatos:
it: &Formati:
ru: &Форматы:

source: Seleccione un formato
it: Seleziona un formato
ru: Выберите формат

source: &Información de formato:
it: Informazioni sul &formato:
ru: &Информация о формате:

source: &Descargar
it: &Scarica
ru: &Загрузить

source: Este formato todavía no esta catalogado por YT-DLP
it: Questo formato non è ancora catalogato da YT-DLP
ru: Этот формат еще не внесен в каталог YT-DLP.

source: Título:
it: Titolo:
ru: Название:

source: Información técnica:
it: Informazioni tecniche:
ru: Техническая информация:

source: Tiene que elegir un formato para poder descargar.
it: Devi scegliere un formato per poterlo scaricare.
ru: Вы должны выбрать формат, чтобы иметь возможность скачать.

source: Gestión y información de idiomas oficiales
ru: Управление официальными языками и информация

source: Información de idiomas oficiales
ru: Информация об официальных языках

source: &Actualizar idiomas
ru: &Обновить языки

source: Autor: {}. Porcentaje de traducción: {}%. {}.
ru: Автор: {}. Процент перевода: {}%. {}.

source: Existe una actualización del idioma
ru: Есть обновление языка

source: No existe ninguna actualización del idioma
ru: Нет обновления языка

source: Información del idioma {}
ru: Информация о языке {}

source: Compartir con Mastodon
it: Condividi con Mastodon
ru: Поделиться с Mastodon

source: &Introduzca la URL de su instancia de Mastodon:
it: &Inserisci l'URL della tua istanza Mastodon:
ru: &Введите URL вашего экземпляра Mastodon:

source: Nueva lista de videos
it: nuovo elenco di video
ru: новый список видео

source: &Introduzca un nombre para su lista de videos:
it: &Inserisci un nome per il tuo elenco di video:
ru: &Введите название вашего списка видео:

source: Edita el nombre de la lista de videos
it: Modifica il nome dell'elenco dei video
ru: Изменить название списка видео

source: &Introduzca un nuevo nombre para su lista de videos:
it: &Inserisci un nuovo nome per il tuo elenco di video:
ru: &Введите новое имя для вашего списка видео:

source: El campo de texto no puede quedar vacio. Introduzca la URL del servidor de su instancia de Mastodon.
it: Il campo di testo non può essere vuoto. Inserisci l'URL del server della tua istanza Mastodon.
ru: Текстовое поле не может быть пустым. Введите URL-адрес сервера вашего экземпляра Mastodon.

source: El campo de texto no puede quedar vacio. Introduzca un nombre para la nueva lista de videos.
it: Il campo di testo non può essere vuoto. Inserisci un nome per il nuovo elenco di video.
ru: Текстовое поле не может быть пустым. Введите имя для нового списка видео.

source: Lo introducido en el campo de texto no es valido. Introduzca la URL del servidor de su instancia de Mastodon.
it: Quanto inserito nel campo di testo non è valido. Inserisci l'URL del server della tua istanza Mastodon.
ru: То, что было введено в текстовое поле, недействительно. Введите URL-адрес сервера вашего экземпляра Mastodon.

source: La URL que a introducido no esta guardada. Si la guarda la próxima vez que desee compartir con Mastodon no tendrá que volverla a escribir. ¿Desea guardar la URL de la instancia de Mastodon?
it: L'URL che hai inserito non è stato salvato. Se lo salvi non dovrai digitarlo di nuovo la prossima volta che vorrai condividerlo con Mastodon. Vuoi salvare l'URL dell'istanza Mastodon?
ru: Введенный URL-адрес не сохраняется. Если вы сохраните его в следующий раз, когда захотите поделиться с Mastodon, вам не придется вводить его снова. Вы хотите сохранить URL экземпляра Mastodon?

source: La URL que a introducido no es igual que la que tiene guardada. ¿Desea actualizar la URL guardada?
it: L'URL che hai inserito non è lo stesso di quello che hai salvato. Vuoi aggiornare l'URL salvato?
ru: Введенный вами URL-адрес не совпадает с тем, который вы сохранили. Хотите обновить сохраненный URL?

source: Pantalla video
it: schermo video
ru: Экран видео

source: Cancelar
it: Annulla
ru: Отмена

source: Cancelando...
ru: Отмена...

source: Compresión completada con éxito
it: Compressione completata con successo
ru: Сжатие успешно завершено

source: La compresión fue cancelada por el usuario
it: La compressione è stata annullata dall'utente
ru: Сжатие было отменено пользователем

source: Error durante la compresión: {}
it: Errore durante la compressione: {}
ru: Ошибка при сжатии: {}

source: Ir a la posición...
it: Vai alla posizione...
ru: Перейти на позицию...

source: &Introduzca un número entre 1 y {}:
it: &Inserisci un numero compreso tra 1 e {}:
ru: &Введите число от 1 до {}:

source: El campo solo admite números y no puede quedar vacío. Solo se admite un número comprendido entre 1 y {}.
it: Il campo ammette solo numeri e non può essere lasciato vuoto. È consentito solo un numero compreso tra 1 e {}.
ru: Поле допускает только числа и не может быть оставлено пустым. Допускается только число от 1 до {}.

source: Codigo QR
it: QR Code
ru: QR код

source: Sitios soportados por YT-DLP
it: Siti supportati da YT-DLP
ru: Сайты, поддерживаемые YT-DLP

source: Descarga múltiple de la búsqueda
it: Download multiplo della ricerca
ru: Многократная загрузка результатов поиска

source: Descarga múltiple de favoritos
it: Download multiplo dei preferiti
ru: Многократная загрузка избранного

source: &Lista de videos:
it: &Elenco video:
ru: &Список видео:

source: &Introduzca un nombre para la descarga múltiple (será el nombre del directorio donde se guardara la descarga):
it: &Digita un nome per il download multiplo (sarà il nome della directory in cui verrà salvato il download):
ru: &Введите имя для многократной загрузки (это будет имя каталога, в котором будет сохранена загрузка):

source: &Selección
it: &Seleziona
ru: &Выбор

source: &Descargar seleccionados
it: &Scarica selezionati
ru: &Загрузить выбранное

source: Se produjo un error interno y no se pueden mostrar los videos.
it: Si è verificato un errore interno e i video non possono essere visualizzati.
ru: Произошла внутренняя ошибка, и видео не могут быть отображены.

source: &Seleccionar todo
it: &Seleziona tutto
ru: &Выбрать все

source: &Deseleccionar todo
it: &deseleziona tutto
ru: &убрать выделение со всего

source: Para poder descargar, tiene que tener al menos un video seleccionado.
it: Per scaricare, devi avere selezionato almeno un video.
ru: Для загрузки необходимо выбрать хотя бы одно видео.

source: El nombre de la descarga múltiple no puede quedar vacío. Introduzca un nombre que no contenga ningún carácter no soportado por ficheros ni carpetas Windows.
it: Il nome del download multiplo non può essere vuoto. Immettere un nome che non contenga caratteri non supportati da file o cartelle di Windows.
ru: Имя многократной загрузки не может быть пустым. Введите имя, которое не содержит символов, не поддерживаемых файлами или папками Windows.

source: Ya tiene una descarga múltiple con el nombre que introdujo. Cambie el nombre de la descarga múltiple.
it: Hai già un download multiplo con il nome che hai inserito. Cambia il nome del download multiplo.
ru: У вас уже есть несколько загрузок с введенным вами именем. Измените имя многократной загрузки.

source: Visor de Canal
it: visualizzatore del canale
ru: Просмотрщик каналов

source: &Ficha del Canal:
it: Scheda &Canale:
ru: & Вкладка канала:

source: Videos
it: Video
ru: Видео

source: &Videos del Canal:
it: &Video del canale:
ru: &Видео канала:

source: &PlayList del Canal:
it: &Playlist del canale:
ru: &PlayList канала:

source: Copiar al &portapapeles
it: copia negli appunti
ru: &скопировать в буфер обмена

source: &Descargar todo el Canal
it: &Scarica tutto il canale
ru: &Загрузить все каналы

source: Título del Canal:
it: Titolo canale:
ru: Название канала:

source: Enlace directo al Canal:
it: Link diretto al canale:
ru: Прямая ссылка на канал:

source: Fecha de ultima actualización:
it: Data dell'ultimo aggiornamento:
ru: Дата последнего обновления:

source: Sin determinar
it: Indeterminato
ru: Не определено

source: Total videos del canal:
it: Totale video del canale:
ru: Всего видео канала:

source: Tags:
it: Tag:
ru: Теги:

source: Sin Tags
it: nessun tag
ru: нет тегов

source: Descripción:
it: Descrizione:
ru: Описание:

source: Sin descripción
it: Senza descrizione
ru: Без описания

source: Nombre del canal:
it: Nome del canale:
ru: Название канала:

source: Enlace del canal:
it: Collegamento al canale:
ru: Ссылка на канал:

source: Total suscriptores del canal:
it: Totale iscritti al canale:
ru: Всего подписчиков канала:

source: Canal sin videos.
it: Canale senza video.
ru: Канал без видео.

source: Canal sin PlayList.
it: Canale senza playlist.
ru: Канал без плейлиста.

source: Copiar información de la ficha
it: Copia le informazioni sulla scheda
ru: Копировать информацию на вкладке

source: Copiar información de la ficha más los títulos de los videos y su duración
it: Copia le informazioni sull'elenco più i titoli e la durata dei video
ru: Скопируйте информацию о листинге, а также названия и продолжительность видео.

source: Copiar información de la ficha más los títulos de los videos y su duración más títulos de las PlayList
it: Copia le informazioni sulla scheda più i titoli dei video e la loro durata più i titoli delle playlist
ru: Копировать информацию на вкладке, а также названия видео и их продолжительность, а также заголовки списка воспроизведения.

source: Copiar enlace al Canal
it: Copia il collegamento al canale
ru: Скопировать ссылку на канал

source: Se copio la ficha al portapapeles.
it: Il file è stato copiato negli appunti.
ru: Файл был скопирован в буфер обмена.

source: {} Videos del Canal: {}
it: {} Video del canale: {}
ru: {} Видео канала: {}

source: Se copio la ficha y los títulos de los videos más la duración al portapapeles.
it: La scheda e i titoli dei video con la relativa durata sono stati copiati negli appunti.
ru: Файл и названия видео, а также продолжительность были скопированы в буфер обмена.

source: {} Videos del Canal: {} Títulos de las PlayList: {}
it: {} Video del canale: {} Titoli della playlist: {}
ru: {} Видео канала: {} Названия плейлистов: {}

source: Se copio la ficha y los títulos de los videos más la duración más los títulos de las PlayList al portapapeles.
it: La scheda e i titoli dei video più la durata più i titoli delle playlist sono stati copiati negli appunti.
ru: Вкладка и названия видео, а также продолжительность и названия списков воспроизведения были скопированы в буфер обмена.

source: Se copio el enlace del canal al portapapeles.
it: Collegamento del canale copiato negli appunti.
ru: Скопирована ссылка на канал в буфер обмена.

source: Visor de PlayList
it: visualizzatore di playlist
ru: просмотрщик плейлистов

source: &Ficha de la PlayList:
it: Scheda &PlayList:
ru: Вкладка &Плейлист:

source: &Videos de la PlayList:
it: &Video della playlist:
ru: &Видео из плейлиста:

source: &Descargar la PlayList
it: &Scarica playlist
ru: &Скачать плейлист

source: Título de la PlayList:
it: Titolo della playlist:
ru: Название плейлиста:

source: Enlace directo a la PlayList:
it: Link diretto alla playlist:
ru: Прямая ссылка на плейлист:

source: Total videos de la PlayList:
it: Totale video della PlayList:
ru: Всего видео в плейлисте:

source: Enlace del canal al que pertenece:
it: Link del canale di appartenenza:
ru: Ссылка на канал, которому она принадлежит:

source: Total visitas de la PlayList:
it: Visite totali della PlayList:
ru: Всего посещений PlayList:

source: PlayList sin videos.
it: PlayList senza video.
ru: Плейлист без видео.

source: Copiar enlace a la PlayList
it: Copia il collegamento alla playlist
ru: Скопировать ссылку в плейлист

source: Copiar enlace al canal que pertenece la PlayList
it: Copia il collegamento al canale a cui appartiene la playlist
ru: Скопируйте ссылку на канал, которому принадлежит плейлист

source: {} Videos de la PlayList: {}
it: {} Video della playlist: {}
ru: {} Видео из плейлиста: {}

source: Se copio el enlace de la PlayList al portapapeles.
it: Il collegamento alla playlist è stato copiato negli appunti.
ru: Ссылка на список воспроизведения была скопирована в буфер обмена.

source: Se copio el enlace del canal al que pertenece la PlayList al portapapeles.
it: Il link del canale a cui appartiene la PlayList è stato copiato negli appunti.
ru: Ссылка канала, которому принадлежит PlayList, была скопирована в буфер обмена.

source: Videos para descargar
it: video da scaricare
ru: видео для скачивания

source: Visor de entrada
it: visualizzatore di input
ru: средство просмотра ввода

source: &Ficha del video:
it: &File video:
ru: &Видео файл:

source: &Ver o guardar comentarios
it: &Visualizza o salva i commenti
ru: &Просмотреть или сохранить комментарии

source: *** Esta ficha combina información del video original y del clip ***
it: *** Questa scheda combina le informazioni del video originale e della clip ***
ru: *** На этой вкладке объединена информация из исходного видео и клипа ***

source: Enlace directo:
it: Collegamento diretto:
ru: Прямая ссылка:

source: Enlace canal al que pertenece:
it: Link del canale a cui appartiene:
ru: Ссылка на канал, которому он принадлежит:

source: Fecha de subida:
it: Data di caricamento:
ru: Дата загрузки:

source: Duración:
it: Durata:
ru: Продолжительность:

source: Visualizaciones totales:
it: Visualizzazioni totali:
ru: Всего просмотров:

source: Total me gusta:
it: Totale Mi piace :
ru: Всего нравится:

source: Total comentarios:
it: Commenti totali:
ru: Всего комментариев:

source: No recomendado a menores de:
it: Non raccomandato per bambini di età inferiore a:
ru: Не рекомендуется для детей до:

source: Categoría:
it: Categoria:
ru: Категория:

source: Sin categorias
it: nessuna categoria
ru: нет категорий

source: Copiar información
it: copiare le informazioni
ru: скопировать информацию

source: Copiar enlace al video
it: copia il link al video
ru: скопируй ссылку на видео

source: Copiar enlace al canal que pertenece el video
it: Copia il link al canale a cui appartiene il video
ru: Скопируйте ссылку на канал, которому принадлежит видео

source: Se copio la URL del canal al que pertenece el video al portapapeles.
it: Copiato l'URL del canale a cui appartiene il video negli appunti.
ru: Скопирован URL канала, которому принадлежит видео, в буфер обмена.

source: Tiene descargas activas. Esta opción es experimental por lo que puede causar problemas y hacer que la aplicación se cierre. Si continua puede perder las descargas en curso. ¿Desea continuar?
it: Hai dei download attivi. Questa opzione è sperimentale quindi potrebbe causare problemi e provocare il crash dell'applicazione. Se continui potresti perdere tutti i download in corso. Vuoi continuare?
ru: У вас есть активные загрузки. Этот параметр является экспериментальным, поэтому он может вызвать проблемы и привести к сбою приложения. Если вы продолжите, вы можете потерять все текущие загрузки. Вы хотите продолжить?

source: Ver comentarios (experimental)
it: Vedi commenti (sperimentale)
ru: См. комментарии (экспериментально)

source: Guardar comentarios en HTML (experimental)
it: Salva commenti in HTML (sperimentale)
ru: Сохранение комментариев в HTML (экспериментально)

source: Se produjo un error en la librería YT-DLP. No es posible obtener los comentarios. Inténtelo de nuevo.
it: Si è verificato un errore nella libreria YT-DLP. Impossibile ricevere commenti. Riprova.
ru: Произошла ошибка в библиотеке YT-DLP. Получить комментарии невозможно. Попробуйте еще раз.

source: Control remoto de TCA-Media Downloader
ru: Дистанционное управление TCA-Media Downloader

source: URL (Alt+1)
ru: URL-адрес (Alt+1)

source: &Introduzca una URL:
it: &Inserisci un URL:
ru: &Введите URL:

source: Elija una op&ción avanzada de formato personal:
it: Scegli un'opzione di formato personalizzato avanzato:
ru: &Выберите вариант расширенного пользовательского формата:

source: Búsqueda (Alt+2)
it: Cerca (Alt+2)
ru: Поиск (Alt+2)

source: Introduzca una &búsqueda:
it: Testo da &cercare:
ru: Введите &поиск:

source: &Resultados de la búsqueda:
it: &Risultati di ricerca:
ru: &Результаты поиска:

source: Descargas (Alt+3)
it: Download (Alt+3)
ru: Загрузки (Alt+3)

source: &Lista de descargas:
it: &Elenco download:
ru: &Список загрузки:

source: &Estado:
it: &Stato:
ru: &Состояние:

source: Favoritos (Alt+4)
it: Preferiti (Alt+4)
ru: Избранное (Alt+4)

source: &Favoritos:
it: Pre&feriti:
ru: &Избранное:

source: &Contenido:
it: &Contenuto:
ru: &Содержание:

source: &Buscar:
it: Ri&cerca:
ru: &Искать:

source: &Velocidad: (F7 / F8)
it: &Velocità: (F7 / F8)
ru: &Скорость: (F7 / F8)

source: &Salida:
it: &Uscita:
ru: &Выход:

source: &Pantalla de video (F11)
it: &Visualizzazione video (F11)
ru: &Отображение видео (F11)

source: &Herramientas
it: &Utensili
ru: &Инструменты

source: &Menú
it: &Menù
ru: &Меню

source: Restaurar
it: Ripristino
ru: Восстановить

source: Salir
it: Esci
ru: Выйти

source: Tipo de evento invalido: {event_type}
it: Tipo di evento non valido: {event_type}
ru: Недопустимый тип события: {event_type}

source: Dispositivo salida de audio (por defecto)
it: Dispositivo di uscita audio (predefinito)
ru: Устройство вывода звука (по умолчанию)

source: Pausar
it: pausa
ru: Пауза

source: Reproducir
it: Riproduci
ru: Воспроизвести

source: Se a producido un error interno en el reproductor. Error: {}
it: Si è verificato un errore interno nel lettore. Errore: {}
ru: В проигрывателе произошла внутренняя ошибка. Ошибка: {}
