Repository: hxebolax/TCA3-Update
Catalog: data/final/temp_*/locale/*/LC_MESSAGES/*.po
Languages: it, ru

source: Selecciona la mejor calidad de video con una resolución igual o menor a 360p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione uguale o inferiore a 360p e la migliore qualità audio con un bit rate uguale o inferiore a 128 kbps e una frequenza di campionamento uguale o inferiore a 192 kHz, e li combina in un unico file.
ru: Выбирает наилучшее качество видео с разрешением, равным или менее 360p, и наилучшее качество звука с битрейтом, равным или менее 128 кбит/с, и частотой дискретизации, равной или менее 192 кГц, и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 360p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione uguale o inferiore a 360p e la migliore qualità audio con un bit rate uguale o inferiore a 192 kbps e una frequenza di campionamento uguale o inferiore a 192 kHz, e li combina in un unico file.
ru: Выбирает наилучшее качество видео с разрешением, равным или менее 360p, и наилучшее качество звука с битрейтом, равным или менее 192 кбит/с, и частотой дискретизации, равной или менее 192 кГц, и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 360p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione uguale o inferiore a 360p e la migliore qualità audio con un bit rate uguale o inferiore a 256 kbps e una frequenza di campionamento uguale o inferiore a 192 kHz, e le combina in un unico file.
ru: Выбирает наилучшее качество видео с разрешением, равным или менее 360p, и наилучшее качество звука с битрейтом, равным или менее 256 кбит/с, и частотой дискретизации, равной или менее 192 кГц, и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 360p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione uguale o inferiore a 360p e la migliore qualità audio con un bit rate uguale o inferiore a 320 kbps e una frequenza di campionamento uguale o inferiore a 192 kHz, e li combina in un unico file.
ru: Выбирает наилучшее качество видео с разрешением, равным или менее 360p, и наилучшее качество звука с битрейтом, равным или менее 320 кбит/с, и частотой дискретизации, равной или менее 192 кГц, и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione uguale o inferiore a 480p e la migliore qualità audio e le combina in un unico file.
ru: Он выбирает наилучшее качество видео с разрешением, равным или меньшим 480p, и наилучшее качество звука и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con el códec AAC, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione uguale o inferiore a 480p e la migliore qualità audio con il codec AAC e le combina in un unico file.
ru: Он выбирает наилучшее качество видео с разрешением, равным или меньшим 480p, и наилучшее качество звука с кодеком AAC и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con el códec FLAC, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione uguale o inferiore a 480p e la migliore qualità audio con il codec FLAC e le combina in un unico file.
ru: Он выбирает наилучшее качество видео с разрешением, равным или меньшим 480p, и наилучшее качество звука с кодеком FLAC и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con el códec MP3, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione uguale o inferiore a 480p e la migliore qualità audio con il codec MP3 e le combina in un unico file.
ru: Он выбирает наилучшее качество видео с разрешением, равным или меньшим 480p, и наилучшее качество звука с кодеком MP3 и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con el códec Opus, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione uguale o inferiore a 480p e la migliore qualità audio con il codec Opus e le combina in un unico file.
ru: Он выбирает наилучшее качество видео с разрешением, равным или меньшим 480p, и наилучшее качество звука с кодеком Opus и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con el códec Vorbis, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione uguale o inferiore a 480p e la migliore qualità audio con il codec Vorbis e le combina in un unico file.
ru: Он выбирает наилучшее качество видео с разрешением, равным или меньшим 480p, и наилучшее качество звука с кодеком Vorbis и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione uguale o inferiore a 480p e la migliore qualità audio con un bit rate uguale o inferiore a 96 kbps e le combina in un unico file.
ru: Он выбирает наилучшее качество видео с разрешением, равным или менее 480p, и наилучшее качество звука с битрейтом, равным или менее 96 кбит/с, и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una tasa de bits igual o superior a 96 kbps, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione uguale o inferiore a 480p e la migliore qualità audio con un bit rate uguale o superiore a 96 kbps e le combina in un unico file.
ru: Он выбирает наилучшее качество видео с разрешением, равным или меньшим 480p, и наилучшее качество звука с битрейтом, равным или превышающим 96 кбит/с, и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione uguale o inferiore a 480p e la migliore qualità audio con un bit rate uguale o inferiore a 128 kbps e le combina in un unico file.
ru: Он выбирает наилучшее качество видео с разрешением, равным или менее 480p, и наилучшее качество звука с битрейтом, равным или менее 128 кбит/с, и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una tasa de bits igual o superior a 128 kbps, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione uguale o inferiore a 480p e la migliore qualità audio con un bit rate uguale o superiore a 128 kbps e le combina in un unico file.
ru: Он выбирает наилучшее качество видео с разрешением, равным или меньшим 480p, и наилучшее качество звука с битрейтом, равным или превышающим 128 кбит/с, и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una tasa de bits igual o menor a 160 kbps, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione uguale o inferiore a 480p e la migliore qualità audio con un bit rate uguale o inferiore a 160 kbps e le combina in un unico file.
ru: Он выбирает наилучшее качество видео с разрешением, равным или менее 480p, и наилучшее качество звука с битрейтом, равным или менее 160 кбит/с, и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una tasa de bits igual o superior a 160 kbps, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione uguale o inferiore a 480p e la migliore qualità audio con un bit rate uguale o superiore a 160 kbps e le combina in un unico file.
ru: Он выбирает наилучшее качество видео с разрешением, равным или меньшим 480p, и наилучшее качество звука с битрейтом, равным или превышающим 160 кбит/с, и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione uguale o inferiore a 480p e la migliore qualità audio con un bit rate uguale o inferiore a 192 kbps e le combina in un unico file.
ru: Он выбирает наилучшее качество видео с разрешением, равным или менее 480p, и наилучшее качество звука с битрейтом, равным или менее 192 кбит/с, и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una tasa de bits igual o superior a 192 kbps, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione uguale o inferiore a 480p e la migliore qualità audio con un bit rate uguale o superiore a 192 kbps e le combina in un unico file.
ru: Он выбирает наилучшее качество видео с разрешением, равным или меньшим 480p, и наилучшее качество звука с битрейтом, равным или превышающим 192 кбит/с, и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione uguale o inferiore a 480p e la migliore qualità audio con un bit rate uguale o inferiore a 256 kbps e le combina in un unico file.
ru: Он выбирает наилучшее качество видео с разрешением, равным или менее 480p, и наилучшее качество звука с битрейтом, равным или менее 256 кбит/с, и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una tasa de bits igual o superior a 256 kbps, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione uguale o inferiore a 480p e la migliore qualità audio con un bit rate uguale o superiore a 256 kbps e le combina in un unico file.
ru: Он выбирает наилучшее качество видео с разрешением, равным или меньшим 480p, и наилучшее качество звука с битрейтом, равным или превышающим 256 кбит/с, и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione uguale o inferiore a 480p e la migliore qualità audio con un bit rate uguale o inferiore a 320 kbps e le combina in un unico file.
ru: Он выбирает наилучшее качество видео с разрешением, равным или менее 480p, и наилучшее качество звука с битрейтом, равным или менее 320 кбит/с, и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una tasa de bits igual o superior a 320 kbps, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione uguale o inferiore a 480p e la migliore qualità audio con un bit rate uguale o superiore a 320 kbps e le combina in un unico file.
ru: Он выбирает наилучшее качество видео с разрешением, равным или меньшим 480p, и наилучшее качество звука с битрейтом, равным или превышающим 320 кбит/с, и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 44.1 kHz, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione pari o inferiore a 480p e la migliore qualità audio con una frequenza di campionamento pari o inferiore a 44,1 kHz e le combina in un unico file.
ru: Он выбирает лучшее качество видео с разрешением, равным или меньшим 480p, и лучшее качество звука с частотой дискретизации, равной или меньшей 44,1 кГц, и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 44.1 kHz, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione uguale o inferiore a 480p e la migliore qualità audio con una frequenza di campionamento uguale o superiore a 44,1 kHz e le combina in un unico file.
ru: Он выбирает лучшее качество видео с разрешением, равным или меньшим 480p, и лучшее качество звука с частотой дискретизации, равной или большей 44,1 кГц, и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione uguale o inferiore a 480p e la migliore qualità audio con una frequenza di campionamento uguale o inferiore a 48 kHz e le combina in un unico file.
ru: Он выбирает наилучшее качество видео с разрешением, равным или менее 480p, и наилучшее качество звука с частотой дискретизации, равной или менее 48 кГц, и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 48 kHz, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione uguale o inferiore a 480p e la migliore qualità audio con una frequenza di campionamento uguale o superiore a 48 kHz e le combina in un unico file.
ru: Он выбирает лучшее качество видео с разрешением, равным или меньшим 480p, и лучшее качество звука с частотой дискретизации, равной или большей 48 кГц, и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione uguale o inferiore a 480p e la migliore qualità audio con una frequenza di campionamento uguale o inferiore a 96 kHz e le combina in un unico file.
ru: Он выбирает лучшее качество видео с разрешением, равным или меньшим 480p, и лучшее качество звука с частотой дискретизации, равной или меньшей 96 кГц, и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 96 kHz, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione uguale o inferiore a 480p e la migliore qualità audio con una frequenza di campionamento uguale o superiore a 96 kHz e le combina in un unico file.
ru: Он выбирает лучшее качество видео с разрешением, равным или меньшим 480p, и лучшее качество звука с частотой дискретизации, равной или большей 96 кГц, и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione uguale o inferiore a 480p e la migliore qualità audio con una frequenza di campionamento uguale o inferiore a 192 kHz e le combina in un unico file.
ru: Он выбирает наилучшее качество видео с разрешением, равным или менее 480p, и наилучшее качество звука с частотой дискретизации, равной или менее 192 кГц, и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 192 kHz, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione uguale o inferiore a 480p e la migliore qualità audio con una frequenza di campionamento uguale o superiore a 192 kHz e le combina in un unico file.
ru: Он выбирает лучшее качество видео с разрешением, равным или меньшим 480p, и лучшее качество звука с частотой дискретизации, равной или большей 192 кГц, и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione di 480p o inferiore e la migliore qualità audio con un bit rate di 96 kbps o inferiore e una frequenza di campionamento di 48 kHz o inferiore e le combina in un unico file .
ru: Выбирает наилучшее качество видео с разрешением 480p или меньше и наилучшее качество звука с битрейтом 96 кбит/с или меньше и частотой дискретизации 48 кГц или меньше и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione di 480p o inferiore e la migliore qualità audio con un bit rate di 128 kbps o inferiore e una frequenza di campionamento di 48 kHz o inferiore e le combina in un unico file .
ru: Выбирает наилучшее качество видео с разрешением 480p или меньше и наилучшее качество звука с битрейтом 128 кбит/с или меньше и частотой дискретизации 48 кГц или меньше и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione di 480p o inferiore e la migliore qualità audio con un bit rate di 192 kbps o inferiore e una frequenza di campionamento di 48 kHz o inferiore e le combina in un unico file .
ru: Выбирает наилучшее качество видео с разрешением 480p или меньше и наилучшее качество звука с битрейтом 192 кбит/с или меньше и частотой дискретизации 48 кГц или меньше и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione di 480p o inferiore e la migliore qualità audio con un bit rate di 256 kbps o inferiore e una frequenza di campionamento di 48 kHz o inferiore e le combina in un unico file .
ru: Выбирает наилучшее качество видео с разрешением 480p или меньше и наилучшее качество звука с битрейтом 256 кбит/с или меньше и частотой дискретизации 48 кГц или меньше и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione di 480p o inferiore e la migliore qualità audio con un bit rate di 320 kbps o inferiore e una frequenza di campionamento di 48 kHz o inferiore e le combina in un unico file .
ru: Выбирает наилучшее качество видео с разрешением 480p или меньше и наилучшее качество звука с битрейтом 320 кбит/с или меньше и частотой дискретизации 48 кГц или меньше и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione di 480p o inferiore e la migliore qualità audio con un bit rate di 96 kbps o inferiore e una frequenza di campionamento di 96 kHz o inferiore e le combina in un unico file .
ru: Выбирает наилучшее качество видео с разрешением 480p или меньше и наилучшее качество звука с битрейтом 96 кбит/с или меньше и частотой дискретизации 96 кГц или меньше и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione uguale o inferiore a 480p e la migliore qualità audio con un bit rate uguale o inferiore a 128 kbps e una frequenza di campionamento uguale o inferiore a 96 kHz, e li combina in un unico file.
ru: Выбирает наилучшее качество видео с разрешением, равным или меньшим 480p, и наилучшее качество звука с битрейтом, равным или меньшим 128 кбит/с, и частотой дискретизации, равной или меньшей 96 кГц, и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione di 480p o inferiore e la migliore qualità audio con un bit rate di 192 kbps o inferiore e una frequenza di campionamento di 96 kHz o inferiore e le combina in un unico file .
ru: Выбирает наилучшее качество видео с разрешением 480p или меньше и наилучшее качество звука с битрейтом 192 кбит/с или меньше и частотой дискретизации 96 кГц или меньше и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione di 480p o inferiore e la migliore qualità audio con un bit rate di 256 kbps o inferiore e una frequenza di campionamento di 96 kHz o inferiore e le combina in un unico file .
ru: Выбирает наилучшее качество видео с разрешением 480p или меньше и наилучшее качество звука с битрейтом 256 кбит/с или меньше и частотой дискретизации 96 кГц или меньше и объединяет их в один файл.
