Repository: hxebolax/TCA3-Update
Catalog: data/final/temp_*/locale/*/LC_MESSAGES/*.po
Languages: it, ru

source: Cargando...
it: Caricamento...
ru: Запуск...

source: TCA-Media Downloader ya se encuentra en ejecución. Cierra la otra instancia antes de iniciar esta. Si sigue sin funcionar abre una consola en el directorio de TCA-Media Downloader y escribe lo siguiente: TCA-MediaDownloader -k o TCA-MediaDownloader --kill
it: TCA-Media Downloader è già in esecuzione. Chiudi l'altra istanza prima di avviare questa. Se continua a non funzionare, apri una console nella directory TCA-Media Downloader e digita quanto segue: TCA-MediaDownloader -k o TCA-MediaDownloader --kill
ru: TCA-Media Downloader уже запущен. Закройте другой экземпляр перед запуском этого. Если он по-прежнему не работает, откройте консоль в каталоге TCA-Media Downloader и введите следующее: TCA-MediaDownloader -k или TCA-MediaDownloader --kill

source: Error
it: Errore
ru: Ошибка

source: Hay un proceso de actualización activo. Espere a que termine para poder ejecutar TCA-Media Downloader.
it: C'è un processo di aggiornamento attivo. Attendi che finisca prima di poter eseguire TCA-Media Downloader.
ru: Идет активный процесс обновления. Подождите, пока он завершится, прежде чем вы сможете запустить TCA-Media Downloader.

source: Test
ru: Тест

source: Beta
ru: Бета

source: Final
it: Finale
ru: Финал

source: Va a proceder a comprimir una copia de TCA-Media Downloader. Se generará un archivo comprimido en .zip incluyendo los archivos originales de la aplicación. El .zip resultante será una copia exacta como si hubiese sido recién descargada. Este .zip puede distribuirlo sin problemas ya que no llevara ninguna configuración de su equipo ni información. Si continua se le pedirá que elija un directorio donde guardar el .zip. En dicho directorio se creará el archivo: {} Una vez elija el directorio empezara el proceso de comprimir los archivos en el .zip. ¿Desea continuar con el proceso?
it: Procederai a comprimere una copia di TCA-Media Downloader. Verrà generato un file compresso .zip contenente i file dell'applicazione originale. Il file .zip risultante sarà una copia esatta come se fosse stato appena scaricato. Puoi distribuire questo file .zip senza problemi poiché non conterrà alcuna configurazione del tuo computer o informazione. Se continui ti verrà chiesto di scegliere una directory in cui salvare il file .zip. In questa directory verrà creato il file: {} Una volta scelta la directory, inizierà il processo di compressione dei file nello .zip. Vuoi continuare con il processo?
ru: Вы собираетесь приступить к сжатию копии TCA-Media Downloader. Будет создан сжатый .zip-файл, включающий оригинальные файлы приложения. Полученный файл .zip будет точной копией, как если бы он был только что загружен. Этот .zip-файл можно распространять без каких-либо проблем, поскольку он не будет содержать никаких настроек или информации о вашем компьютере. Если вы продолжите, вам будет предложено выбрать каталог для сохранения .zip. В этой директории будет создан файл: {} После выбора директории начнется процесс сжатия файлов в .zip-файл. Хотите ли вы продолжить процесс?

source: Pregunta
it: Domanda
ru: Вопрос

source: Seleccione un directorio
it: Seleziona una cartella
ru: Выберите каталог

source: No puede elegir el directorio de TCA-Media Downloader ni ninguno de sus subdirectorios para guardar el archivo .zip. Vuelva a intentarlo.
it: Non è possibile scegliere la directory TCA-Media Downloader o una qualsiasi delle sue sottodirectory per salvare il file .zip. Riprova.
ru: Вы не можете выбрать каталог TCA-Media Downloader или любой из его подкаталогов для сохранения файла .zip. Пожалуйста, попробуйте еще раз.

source: Progreso de la Compresión
it: Avanzamento della compressione
ru: Прогресс в области сжатия

source: Terminando de actualizar...
it: Completamento aggiornamento in corso...
ru: Закончил обновление...

source: Espere por favor...
it: Attendere prego...
ru: Пожалуйста, подождите...

source: Seleccione una categoría de favoritos.
it: Seleziona una categoria di preferiti.
ru: Выберите категорию избранного.

source: Terminando de actualizar {}
it: Completamento dell'aggiornamento {}
ru: Завершение обновления {}

source: Ha ocurrido un error al terminar de instalar: {}
it: Si è verificato un errore durante il completamento dell'installazione: {}
ru: При завершении установки произошла ошибка: {}

source: En la pestaña URL no puede ser llamado el dialogo de Ajustes rápidos.
ru: На вкладке URL нельзя вызвать диалог быстрых настроек.

source: Campo de URL borrado.
it: Campo URL rimosso.
ru: Удалено поле URL.

source: Campo de búsqueda borrado.
it: Campo di ricerca eliminato.
ru: Удалено поле поиска.

source: Sin búsquedas
it: nessuna ricerca
ru: нет результатов

source: Búsqueda limpiada.
it: Ricerca ripulita.
ru: Поиск очищен.

source: Agregue una lista de videos.
it: Aggiungi un elenco di video.
ru: Добавьте список видео.

source: Agregue o seleccione una lista de videos.
it: Aggiungi o seleziona un elenco di video.
ru: Добавьте или выберите список видео.

source: La lista de videos está vacía.
it: L'elenco dei video è vuoto.
ru: Список видео пуст.

source: Agregue una playlist.
it: Aggiungi una playlist.
ru: Добавьте плейлист.

source: Agregue un canal.
it: Aggiungi un canalé.
ru: Добавьте канал.

source: URL
ru: URL-адрес

source: Búsqueda
it: Ricerca
ru: Поиск

source: Descargas
it: download
ru: загрузки

source: Favoritos
it: Preferiti
ru: Избранное

source: Se encuentra en la pestaña {}
it: Ti trovi nella scheda {}
ru: Он находится на вкладке {}

source: No se han encontrado resultados.
it: Nessun risultato trovato.
ru: Результатов не найдено.

source: Se encuentra en el resultado {} de {}
it: Trovato nel risultato {} di {}
ru: Найдено в результате {} из {}

source: Descargas activas: ({}) Descargas terminadas: ({}) Descargas con errores: ({})
it: Download attivi: ({}) Download terminati: ({}) Download con errori: ({})
ru: Активные загрузки: ({}) Завершенные загрузки: ({}) Неудачные загрузки: ({})

source: No es una URL valida para reproducir.
it: Non è un URL valido per la riproduzione.
ru: Это недопустимый URL для воспроизведения.

source: Video
ru: видео

source: Ya tiene una descarga del tipo Video y con la misma URL. Hasta que dicha descarga no termine no puede agregar otra con estas características. Espere a que la descarga termine y vuelva a intentarlo.
it: Hai già un download di tipo Video e con lo stesso URL. Fino al termine del suddetto download, non è possibile aggiungerne un altro con queste caratteristiche. Attendere il completamento del download e riprovare.
ru: У вас уже есть загрузка типа Видео и с тем же URL. Пока указанная загрузка не будет завершена, вы не сможете добавить еще одну с этими характеристиками. Дождитесь окончания загрузки и повторите попытку.

source: Información
it: Informazione
ru: Информация

source: No es una URL valida para descargar.
it: Non è un URL valido per il download.
ru: Это недопустимый URL-адрес для загрузки.

source: Tiene descargas activas. Si cierra la aplicación puede perder información. ¿Desea continuar?
it: Ci sono dei download attivi. Se chiudi l'applicazione potresti perdere informazioni. Vuoi continuare?
ru: У вас есть активные загрузки. Если вы закроете приложение, вы можете потерять информацию. Вы хотите продолжить?

source: Tiene descargas activas. Solo se pueden buscar actualizaciones cuando no hay ninguna descarga activa. Inténtelo más tarde.
it: Hai download attivi. Puoi controllare gli aggiornamenti solo quando non ci sono download attivi. Per favore riprova più tardi.
ru: У вас есть активные загрузки. Проверить наличие обновлений можно только при отсутствии активной загрузки. Пожалуйста, повторите попытку позже.

source: Obteniendo información...
it: Sto ottenendo le informazioni...
ru: Получение информации...

source: No e podido obtener la información. Inténtelo de nuevo.
it: Non ho potuto ottenere le informazioni. Riprova.
ru: Я не мог получить информацию. Попробуйте еще раз.

source: No se a encontrado conexión a internet. Compruebe que todo esta correcto.
it: Nessuna connessione Internet trovata. Controlla che tutto sia corretto.
ru: Интернет-соединение не найдено. Проверьте, все ли правильно.

source: Se produjo el siguiente error: {} Además, le paso una traza que puede servir al programador: {}
it: Si è verificato il seguente errore: {} Ecco alcune informazioni utili al programmatore: {}
ru: Произошла следующая ошибка: {} Кроме того, я передаю трассировку, которую может использовать программист: {}

source: Se encontró una actualización de la librería YT-DLP. Versión encontrada: {}. Se va a proceder a su descarga y instalación. Una vez el proceso termine TCA-Media Downloader se reiniciará. ¿Desea realizar la actualización ahora?
it: È stato trovato un aggiornamento alla libreria YT-DLP. Versione trovata: {}. Verrà scaricato e installato. Una volta terminato il processo, TCA-Media Downloader si riavvierà. Vuoi eseguire l'aggiornamento adesso?
ru: Найдено обновление библиотеки YT-DLP. Найдена версия: {}. Она будет загружена и установлена. По окончании процесса TCA-Media Downloader перезапустится. Хотите ли вы обновить библиотеку сейчас?

source: Confirmación
it: Conferma
ru: Подтверждаю .

source: No hay actualizaciones disponibles. Compruébelo más adelante.
it: Non ci sono aggiornamenti disponibili. Dai un'occhiata più tardi.
ru: Доступных обновлений нет. Проверьте наличие обновлений позже.

source: Tiene descargas activas. Cambio en ajustes la rama de YT-DLP. Busque actualizaciones en el menú para cambiar de rama una vez terminen las descargas.
it: Hai download attivi. Modifica delle impostazioni del ramo YT-DLP. Controlla gli aggiornamenti nel menu per cambiare ramo una volta terminati i download.
ru: У вас есть активные загрузки. Измените ветку YT-DLP в настройках. Ищите функцию Переключить ветку разработки в меню, параметры, общие, после завершения загрузки.

source: Se a cambiado la rama a usar de la librería YT-DLP. Se va a proceder a su descarga y instalación. Una vez el proceso termine TCA-Media Downloader se reiniciará. ¿Desea realizar la actualización ahora?
it: Il ramo da utilizzare della libreria YT-DLP è stato modificato. Verrà scaricato e installato. Una volta terminato il processo, TCA-Media Downloader si riavvierà. Vuoi eseguire l'aggiornamento adesso?
ru: Изменилась ветвь используемой библиотеки YT-DLP. Приступим к ее загрузке и установке. По окончании процесса TCA-Media Downloader перезапустится. Хотите ли вы обновить программу сейчас?

source: No se a podido encontrar ningún archivo de documentación. Esto significa que al programa le faltan archivos. Vuelva a descargarse el programa para disponer del manual.
it: Non è stato possibile trovare alcun file di documentazione. Ciò significa che nel programma mancano dei file. Scarica nuovamente il programma per avere il manuale.
ru: Не удалось найти файл документации. Это означает, что в программе отсутствуют файлы. Загрузите программу еще раз, чтобы получить руководство.

source: Acerca de TCA-Media Downloader {} {} Versión interna: {}. Versión librería YT-DLP: {}. Versión compilada con Python: {}. Versión de wxPython: {}. Programa sencillo para descargar contenido multimedia desde YouTube, Facebook, Vimeo y mas. Creado por: Peter Reina y Héctor J. Benítez Corredera. 2019-2024 © Todos los derechos reservados.
ru: О программе TCA-Media Downloader {} {}. Внутренняя версия: {}. Версия библиотеки YT-DLP: {}. Скомпилированная версия Python: {}. Версия wxPython: {}. Простая программа для загрузки мультимедийного контента с YouTube, Facebook, Vimeo и других сайтов. подробнее. Создано: Питер Рейна и Гектор Х. Бенитес Корредера. 2019-2024 © Все права защищены.

source: Pausar (F2)
it: Pausa (F2)
ru: Пауза (F2)

source: Reproducir (F2)
it: Riproduci (F2)
ru: Воспроизвести (F2)

source: &Lector de chat en directo
it: &Lettore di chat dal vivo
ru: &Читатель живого чата

source: &Extracción de pistas de audio
it: &Estrazione di tracce audio
ru: &Извлечение аудиодорожек

source: Comprobar &integridad de TCA-Media Downloader
it: Verifica e integrità di TCA-Media Downloader
ru: &Проверить целостность TCA-Media Downloader

source: &Crear una copia de TCA-Media Downloader para distribuir
it: &Crea una copia di TCA-Media Downloader da distribuire
ru: &Создать копию TCA-Media Downloader для распространения

source: &Lista de sitios soportados por YT-DLP
it: &Elenco dei siti supportati da YT-DLP
ru: &Список сайтов, поддерживаемых YT-DLP

source: &Otros
ru: &Другое

source: &Buscar actualizaciones
it: &Cerca aggiornamenti
ru: &Проверить наличие обновлений

source: &Opciones
it: &Opzioni
ru: &Параметры

source: &Manual
it: &Manuale
ru: &Руководство

source: Entra a nuestro sitio &web
it: Entra nel nostro sito &web
ru: &Посетить наш сайт

source: &Acerca de...
it: &Informazioni su...
ru: &О программе...

source: &Salir
it: &Esci
ru: &Выйти

source: &Limpiar búsqueda
it: &Cancella ricerca
ru: &Очистить поиск

source: Buscar &Videos
it: Cerca &video
ru: &Поиск видео

source: Buscar &PlayLists
it: Cerca &playlist
ru: &Поиск плейлистов

source: Buscar &Canales
it: Cerca &Canali
ru: &Поиск каналов

source: descarga múltiple
it: download multiplo
ru: множественная загрузка

source: &Reproducir
it: &Riproduci
ru: &Воспроизвести

source: Abrir enlace de la descarga en la &web
it: Apri il link per il download sul &web
ru: Открыть ссылку для скачивания на &веб-сайте

source: Copiar el enlace de la descarga al &portapapeles
it: Copia il link per il download negli &appunti
ru: Скопировать ссылку для скачивания в &буфер обмена

source: Abrir &carpeta de la descarga
it: Apri la &cartella dei download
ru: &Открыть папку загрузки

source: Ver &error
it: Visualizza &errore
ru: см. &ошибка

source: Limpiar descargas terminadas
it: Cancella i download terminati
ru: Очистить завершенные загрузки

source: Limpiar descargas erróneas
it: Elimina i download errati
ru: Очистить загрузки с ошибками

source: &Acciones generales
it: &Azioni generali
ru: &Общие действия

source: Borrar toda la base de datos
it: Cancella l'intero database
ru: Очистить всю базу данных

source: Crear copia de seguridad
it: creare il backup
ru: создать резервную копию

source: Restaurar copia de seguridad
it: ripristinare il backup
ru: восстановление резервной копии

source: &Hacer / restaurar copias de seguridad de la base de datos
it: &Crea / ripristina backup del database
ru: &Создавать / восстанавливать резервные копии базы данных

source: Nueva Lista de Videos
it: Nuovo elenco di video
ru: Новый список видео

source: Editar el nombre de la lista de videos
it: Modifica il nome dell'elenco video
ru: Изменить название списка видео

source: Borrar lista de videos
it: Cancella l'elenco dei video
ru: Очистить список видео

source: Borrar todas las PlayList
it: Cancella tutte le playlist
ru: Очистить все плейлисты

source: Borrar todos los Canales
it: Cancella tutti i canali
ru: Очистить все каналы

source: &Descarga normal
it: &Download normale
ru: &Обычная загрузка

source: Descarga &personalizada
it: Download &personalizzato
ru: &Настраиваемая загрузка

source: &Información del Video
it: &Informazioni sul video
ru: &Информация о видео

source: &Eliminar de la lista de videos
it: &Rimuovi dall'elenco dei video
ru: &Удалить из списка видео

source: &Descarga toda la PlayList
it: &Scarica l'intera playlist
ru: &Загрузить весь плейлист

source: &Elegir videos para descargar
it: &Scegli i video da scaricare
ru: &Выберите видео для загрузки

source: &Información de la PlayList
it: &Informazioni playlist
ru: &Информация о плейлисте

source: &Eliminar de la lista de PlayList
it: &Rimuovi dall'elenco delle playlist
ru: &Удалить из плейлиста

source: &Descarga todo el Canal
it: &Scarica l'intero canale
ru: &Скачать весь канал

source: &Información del Canal
it: &Informazioni sul canale
ru: &Информация о канале

source: &Eliminar de la lista de Canales
it: &Rimuovi dall'elenco dei canali
ru: &Удалить из списка каналов

source: Descargar con &formato
ru: &Скачать в формате

source: Descargar &original
ru: &Скачать оригинал

source: &Intentar descargar con formato
it: Prova a scaricare con il formato
ru: &Попробовать скачать в формате

source: Intentar descargar &original
it: Prova a scaricare col formato originale
ru: попробовать скачать &оригинал

source: Genera código &QR para abrir con el móvil
it: Genera &QR code da aprire con il cellulare
ru: &Генерировать QR-код для открытия с помощью мобильного телефона

source: Compartir con &Facebook
it: Condividi con &Facebook
ru: Поделиться в &Facebook

source: Compartir con Tw&itter
it: Condividi con Tw&itter
ru: &Поделиться в Twitter

source: Compartir con &Mastodon
it: Condividi con &Mastodon
ru: &Поделиться в Mastodon

source: Compartir con &WhatsApp
it: Condividi con &WhatsApp
ru: &Поделиться в WhatsApp

source: Compartir con &Telegram
it: Condividi con &Telegram
ru: &Поделиться в Telegram

source: &Elegir cantidad de resultados a mostrar
it: &Scegli il numero di risultati da mostrare
ru: &Выбрать количество отображаемых результатов

source: Se a producido un error y no se pudo obtener la información. Vuelva a intentarlo.
it: Si è verificato un errore e non è stato possibile ottenere le informazioni. Riprova.
ru: Произошла ошибка, и информация не может быть получена. Попробуйте еще раз.

source: (Video) - {} - {}
ru: (Видео) - {} - {}

source: (PlayList) - {} - aprox. {} videos
it: (PlayList) - {} - ca. {} video
ru: (Список воспроизведения) - {} - приблизительно. {} видео

source: (Canal) - {}
it: (Canale) - {}
ru: (Канал) - {}

source: Descargador &múltiple para la búsqueda
it: Downloader &multiplo per la ricerca
ru: &Мультизагрузчик для поиска

source: Abrir en la WEB
it: Apri sul web
ru: Открыть в Интернете

source: Copiar enlace del video al portapapeles
it: Copia il link del video negli appunti
ru: Скопировать ссылку на видео в буфер обмена

source: &Compartir
it: &Condividi
ru: &Поделиться

source: Crear una nueva lista de videos y agregar el video
it: Creare un nuovo elenco di video e aggiungere il video
ru: Создать новый список видео и добавить видео

source: &Añadir a una lista de videos
it: &Aggiungi a un elenco di video
ru: &Добавить в список видео

source: Copiar enlace de la PlayList al portapapeles
it: Il collegamento alla playlist è stato copiato negli appunti
ru: Скопировать ссылку на плейлист в буфер обмена

source: &Añadir a favoritos
it: &Aggiungi ai preferiti
ru: &Добавить в избранное

source: Quitar de f&avoritos
it: Rimuovi d&ai preferiti
ru: &Удалить из Избранного

source: Copiar enlace del Canal al portapapeles
it: Collegamento del canale copiato negli appunti
ru: Скопировать ссылку на канал в буфер обмена

source: Se a copiado la URL al portapapeles.
ru: URL был скопирован в буфер обмена.

source: Se a copiado la URL al portapapeles, Facebook no deja compartir directamente y tendrá que pegar en el cuadro de compartir la URL manualmente.
it: L'URL è stato copiato negli appunti, Facebook non consente la condivisione diretta e dovrai incollare manualmente l'URL nella casella di condivisione.
ru: URL-адрес был скопирован в буфер обмена, Facebook не позволяет делиться напрямую, и вам придется вставить URL-адрес в поле общего доступа вручную.

source: Estoy viendo esto en YouTube:%0A%0A{}
it: Sto guardando questo su Youtube:%0A%0A{}
ru: Я смотрю это на YouTube:%0A%0A{}

source: Ya existe un video igual en la lista de videos que eligió. Elija otra lista de videos si aun desea guardarlo.
it: Un video simile esiste già nell'elenco dei video che hai scelto. Scegli un altro elenco di video se desideri comunque salvarlo.
ru: Похожее видео уже есть в списке выбранных вами видео. Выберите другой список видео, если вы все еще хотите его сохранить.

source: Error de integridad en la base de datos: {}
it: Errore di integrità del database: {}
ru: Ошибка целостности базы данных: {}

source: Ya existe una lista de videos con el nombre: {} No puede haber dos listas con el mismo nombre. Vuelva a intentarlo.
it: Esiste già un elenco di video con il nome: {} Non possono esserci due elenchi con lo stesso nome. Riprova.
ru: Уже есть список видео с названием: {} Не может быть двух списков с одинаковым именем. Попробуйте еще раз.

source: PlayList
ru: плейлист

source: Ya tiene una descarga del tipo PlayList y con la misma URL. Hasta que dicha descarga no termine no puede agregar otra con estas características. Espere a que la descarga termine y vuelva a intentarlo.
it: Hai già un download del tipo PlayList e con lo stesso URL. Fino al termine del suddetto download, non è possibile aggiungerne un altro con queste caratteristiche. Attendere il completamento del download e riprovare.
ru: У вас уже есть загрузка типа PlayList и с тем же URL. Пока указанная загрузка не будет завершена, вы не сможете добавить еще одну с этими характеристиками. Дождитесь окончания загрузки и повторите попытку.

source: Ya existe una PlayList igual en la base de datos.
it: Esiste già una playlist simile nel database.
ru: Подобный список воспроизведения уже существует в базе данных.

source: Canal
it: Canale
ru: Канал

source: Ya tiene una descarga del tipo Canal o PlayList y con la misma URL. Hasta que dicha descarga no termine no puede agregar otra con estas características. Espere a que la descarga termine y vuelva a intentarlo.
it: Hai già un download del tipo Channel o PlayList e con lo stesso URL. Fino al termine del suddetto download, non è possibile aggiungerne un altro con queste caratteristiche. Attendere il completamento del download e riprovare.
ru: У вас уже есть загрузка типа «Канал» или «Плейлист» с тем же URL-адресом. Пока указанная загрузка не будет завершена, вы не сможете добавить еще одну с этими характеристиками. Дождитесь окончания загрузки и повторите попытку.

source: Ya existe un canal igual en la base de datos.
it: Esiste già un canale simile nel database.
ru: Подобный канал уже есть в базе.

source: Sin descargas
it: nessun download
ru: нет загрузок

source: Se copio la URL del video al portapapeles.
it: URL del video copiato negli appunti.
ru: URL-адрес видео скопирован в буфер обмена.

source: Se a producido un error al abrir la carpeta. Error: {}
it: Si è verificato un errore durante l'apertura della cartella. Errore: {}
ru: Произошла ошибка при открытии папки. Ошибка: {}

source: Se produjo un error, le dejo tanto el error de YT-DLP como la traza. Esto puede servir para corregir errores, compártalo con el desarrollador si desea mejorar TCA-Media Downloader. Se muestran las dos categorías, si alguna esta en blanco es por que no se produjo en esa. Error YT-DLP: {} Error Traza: {} ¿Desea copiarlo al portapapeles?
it: Si è verificato un errore, ecco sia l'errore YT-DLP che il log . Questo può essere usato per correggere bug, per favore condividilo con lo sviluppatore se vuoi migliorare TCA-Media Downloader. Vengono mostrate le due categorie, se una è vuota è perché non è presente in quella. Errore YT-DLP: {} Log errori: {} Vuoi copiarlo negli appunti?
ru: Произошла ошибка, оставляю вам и ошибку YT-DLP и след. Это можно использовать для исправления ошибок. Если вы хотите улучшить загрузчик TCA-Media, поделитесь им с разработчиком. Показаны две категории, если одна из них пуста, это потому, что она не встречалась в этой. Ошибка YT-DLP: {} Трассировка ошибки: {} Вы хотите скопировать его в буфер обмена?

source: Error YT-DLP: {} Error Traza: {}
it: Errore YT-DLP: {} Log errori: {}
ru: Ошибка YT-DLP: {} Трассировка ошибки: {}

source: Se copio el error al portapapeles.
it: L'errore è stato copiato negli appunti.
ru: Ошибка скопирована в буфер обмена.

source: Vaciar la lista de videos
it: Svuota elenco video
ru: Пустой список видео
