Repository: hxebolax/TCA3-Update
Catalog: data/final/temp_*/locale/*/LC_MESSAGES/*.po
Languages: it, ru

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 192 kHz, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione uguale o inferiore a 4320p e la migliore qualità audio con una frequenza di campionamento uguale o superiore a 192 kHz e le combina in un unico file.
ru: Он выбирает лучшее качество видео с разрешением, равным или меньшим 4320p, и лучшее качество звука с частотой дискретизации, равной или большей 192 кГц, и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione di 4320p o inferiore e la migliore qualità audio con un bit rate di 96 kbps o inferiore e una frequenza di campionamento di 48 kHz o inferiore e le combina in un unico file .
ru: Выбирает наилучшее качество видео с разрешением 4320p или меньше и наилучшее качество звука с битрейтом 96 кбит/с или меньше и частотой дискретизации 48 кГц или меньше и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione uguale o inferiore a 4320p e la migliore qualità audio con un bit rate uguale o inferiore a 128 kbps e una frequenza di campionamento uguale o inferiore a 48 kHz, e li combina in un unico file.
ru: Выбирает наилучшее качество видео с разрешением, равным или менее 4320p, и наилучшее качество звука с битрейтом, равным или менее 128 кбит/с, и частотой дискретизации, равной или менее 48 кГц, и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione uguale o inferiore a 4320p e la migliore qualità audio con un bit rate uguale o inferiore a 192 kbps e una frequenza di campionamento uguale o inferiore a 48 kHz, e li combina in un unico file.
ru: Выбирает наилучшее качество видео с разрешением, равным или меньшим 4320p, и наилучшее качество звука с битрейтом, равным или меньшим 192 кбит/с, и частотой дискретизации, равной или меньшей 48 кГц, и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione uguale o inferiore a 4320p e la migliore qualità audio con un bit rate uguale o inferiore a 256 kbps e una frequenza di campionamento uguale o inferiore a 48 kHz, e li combina in un unico file.
ru: Выбирает наилучшее качество видео с разрешением, равным или менее 4320p, и наилучшее качество звука с битрейтом, равным или менее 256 кбит/с, и частотой дискретизации, равной или менее 48 кГц, и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione uguale o inferiore a 4320p e la migliore qualità audio con un bit rate uguale o inferiore a 320 kbps e una frequenza di campionamento uguale o inferiore a 48 kHz, e le combina in un unico file.
ru: Выбирает наилучшее качество видео с разрешением, равным или менее 4320p, и наилучшее качество звука с битрейтом, равным или менее 320 кбит/с, и частотой дискретизации, равной или менее 48 кГц, и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione di 4320p o inferiore e la migliore qualità audio con un bit rate di 96 kbps o inferiore e una frequenza di campionamento di 96 kHz o inferiore e li combina in un unico file .
ru: Выбирает наилучшее качество видео с разрешением 4320p или меньше и наилучшее качество звука с битрейтом 96 кбит/с или меньше и частотой дискретизации 96 кГц или меньше и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione di 4320p o inferiore e la migliore qualità audio con un bit rate di 128 kbps o inferiore e una frequenza di campionamento di 96 kHz o inferiore e le combina in un unico file .
ru: Выбирает наилучшее качество видео с разрешением 4320p или меньше и наилучшее качество звука с битрейтом 128 кбит/с или меньше и частотой дискретизации 96 кГц или меньше и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione di 4320p o inferiore e la migliore qualità audio con un bit rate di 192 kbps o inferiore e una frequenza di campionamento di 96 kHz o inferiore e le combina in un unico file .
ru: Выбирает наилучшее качество видео с разрешением 4320p или меньше и наилучшее качество звука с битрейтом 192 кбит/с или меньше и частотой дискретизации 96 кГц или меньше и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione uguale o inferiore a 4320p e la migliore qualità audio con un bit rate uguale o inferiore a 256 kbps e una frequenza di campionamento uguale o inferiore a 96 kHz, e li combina in un unico file.
ru: Выбирает наилучшее качество видео с разрешением, равным или меньше 4320p, и наилучшее качество звука с битрейтом, равным или меньше 256 кбит/с, и частотой дискретизации, равной или меньше 96 кГц, и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione di 4320p o inferiore e la migliore qualità audio con un bit rate di 320 kbps o inferiore e una frequenza di campionamento di 96 kHz o inferiore e le combina in un unico file .
ru: Выбирает наилучшее качество видео с разрешением 4320p или меньше и наилучшее качество звука с битрейтом 320 кбит/с или меньше и частотой дискретизации 96 кГц или меньше и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione di 4320p o inferiore e la migliore qualità audio con un bit rate di 96 kbps o inferiore e una frequenza di campionamento di 192 kHz o inferiore e le combina in un unico file .
ru: Выбирает наилучшее качество видео с разрешением 4320p или меньше и наилучшее качество звука с битрейтом 96 кбит/с или меньше и частотой дискретизации 192 кГц или меньше и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione uguale o inferiore a 4320p e la migliore qualità audio con un bit rate uguale o inferiore a 128 kbps e una frequenza di campionamento uguale o inferiore a 192 kHz, e li combina in un unico file.
ru: Выбирает наилучшее качество видео с разрешением, равным или менее 4320p, и наилучшее качество звука с битрейтом, равным или менее 128 кбит/с, и частотой дискретизации, равной или менее 192 кГц, и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione uguale o inferiore a 4320p e la migliore qualità audio con un bit rate uguale o inferiore a 192 kbps e una frequenza di campionamento uguale o inferiore a 192 kHz, e li combina in un unico file.
ru: Выбирает наилучшее качество видео с разрешением, равным или менее 4320p, и наилучшее качество звука с битрейтом, равным или менее 192 кбит/с, и частотой дискретизации, равной или менее 192 кГц, и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione uguale o inferiore a 4320p e la migliore qualità audio con un bit rate uguale o inferiore a 256 kbps e una frequenza di campionamento uguale o inferiore a 192 kHz, e li combina in un unico file.
ru: Выбирает наилучшее качество видео с разрешением, равным или меньшим 4320p, и наилучшее качество звука с битрейтом, равным или меньшим 256 кбит/с, и частотой дискретизации, равной или меньшей 192 кГц, и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione uguale o inferiore a 4320p e la migliore qualità audio con un bit rate uguale o inferiore a 320 kbps e una frequenza di campionamento uguale o inferiore a 192 kHz, e li combina in un unico file.
ru: Выбирает наилучшее качество видео с разрешением, равным или менее 4320p, и наилучшее качество звука с битрейтом, равным или менее 320 кбит/с, и частотой дискретизации, равной или менее 192 кГц, и объединяет их в один файл.

source: No se han podido crear los archivos de configuración. Es posible que se encuentre en una ruta protegida del sistema. (como: Disco c: o Archivos de programa). Ejecute TCA-Media Downloader con privilegios de administrador, o cambie la ubicación del portable.
it: Impossibile creare i file di configurazione. Potresti trovarti in un percorso di sistema protetto. (COME: Disco c: o Program Files). Esegui TCA-Media Downloader con privilegi di amministratore o modifica la posizione del portatile.
ru: Не удалось создать файлы конфигурации. Возможно, вы находитесь в защищенном системном пути. (как: Диск c: или Program Files). Запустите TCA-Media Downloader с правами администратора или измените местоположение портативного.

source: {} {} Uso: TCA-MediaDownloader.exe [opciones] Opciones: -a, --analysis: Analiza la integridad de TCA-Media Downloader. -k, --kill: Cierra todos los procesos de TCA-Media Downloader. -r, --restart: Restaura los valores de la aplicación. -h, --help: Muestra esta ayuda.
it: {}{} Utilizzo: TCA-MediaDownloader.exe [opzioni] Opzioni: -a, --analysis: analizza l'integrità di TCA-Media Downloader. -k, --kill: elimina tutti i processi di TCA-Media Downloader. -r, --restart: ripristina le impostazioni dell'applicazione. -h, --help: mostra questo aiuto.
ru: {} {} Использование: TCA-MediaDownloader.exe [options]. Опции: -a, --analysis: Анализ целостности TCA-Media Downloader. -k, --kill: Завершить работу всех процессов TCA-Media Downloader. -r, --restart: Восстановить настройки приложения. -h, --help: Показать справку.

source: El análisis de TCA-Media Downloader a sido un éxito. Esta copia es original y no a sido modificada.
it: L'analisi di TCA-Media Downloader è stata un successo. Questa copia è originale e non è stata modificata.
ru: Анализ TCA-Media Downloader прошел успешно. Эта копия является оригинальной и не была изменена.

source: El análisis de TCA-Media Downloader a fallado. Esta copia a sido modificada en alguno de sus componentes. Le recomiendo se descargue TCA-Media Downloader desde un sitio oficial.
it: L'analisi di TCA-Media Downloader non è riuscita. Questa copia è stata modificata in alcune sue componenti. Ti consiglio di scaricare TCA-Media Downloader da un sito ufficiale.
ru: Не удалось выполнить анализ TCA-Media Downloader. В некоторые компоненты этой копии были внесены изменения. Я рекомендую вам загрузить TCA-Media Downloader с официального сайта.

source: Cuando se cierre este mensaje todos los procesos de TCA-Media Downloader serán eliminados.
ru: Когда это сообщение закроется, все процессы TCA-Media Downloader будут завершены.

source: TCA-Media Downloader se a restaurado con los valores predefinidos.
it: TCA-Media Downloader è stato ripristinato ai valori predefiniti.
ru: TCA-Media Downloader был восстановлен до настроек по умолчанию.

source: TCA-Media Downloader no a podido ser restaurado por completo. Asegúrese que no esta en una ruta protegida o necesita derechos de administrador.
it: Non è stato possibile ripristinare completamente TCA-Media Downloader. Assicurati di non essere su un percorso protetto o di non aver bisogno dei diritti di amministratore.
ru: Не удалось полностью восстановить TCA-Media Downloader. Убедитесь, что вы не используете защищенный путь или вам не нужны права администратора.

source: No hay descargas agregadas.
it: Non ci sono download aggiunti.
ru: Загрузки не добавляются.

source: Existe una nueva actualización de la librería YT-DLP. Versión {}
it: È disponibile un nuovo aggiornamento per la libreria YT-DLP. Versione {}
ru: Вышло новое обновление библиотеки YT-DLP. Версия {}

source: Existe una nueva actualización. Versión {}
it: C'è un nuovo aggiornamento. Versione {}
ru: Доступно новое обновление. Версия {}

source: Información de la actualización
it: Informazioni sull'aggiornamento
ru: Обновить информацию

source: Descripción de la actualización:
it: Descrizione dell'aggiornamento:
ru: Описание обновления:

source: &Descargar actualización
it: &Scarica aggiornamento
ru: &Загрузить обновление

source: &Cancelar actualización
it: &Annulla Aggiornamento
ru: &отменить обновление

source: *** Advertencia *** Si pulsa el botón Descargar actualización, TCA-Media Downloader se cerrará para iniciar el proceso de actualización.
it: *** Avvertimento *** Se si preme il pulsante Scarica aggiornamento, TCA-Media Downloader si chiuderà per avviare il processo di aggiornamento.
ru: *** Предупреждение *** Если вы нажмете кнопку «Загрузить обновление», TCA-Media Downloader закроется, чтобы начать процесс обновления.

source: Espere por favor actualizando idiomas...
ru: Пожалуйста, дождитесь обновления языков...

source: URL (por defecto)
it: URL (predefinito)
ru: URL-адрес (по умолчанию)

source: Sonido de inicio
it: suono di avvio
ru: звук запуска

source: Sonido de espera
it: suono di attesa
ru: звук ожидания

source: Sonido de descarga nueva
it: Suono di nuovo download
ru: Звук новой загрузки

source: Sonido de descarga correcta
it: Suono di download riuscito
ru: Звук успешной загрузки

source: Sonido de descarga errónea
it: Suono di download errato
ru: Звук неуспешной загрузки

source: Desactivado
it: Disattivato
ru: Отключено

source: 30 minutos
it: 30 minuti
ru: 30 минут

source: 45 minutos
it: 45 minuti
ru: 45 минут

source: 1 hora
it: 1 ora
ru: 1 час

source: 3 horas
it: 3 ore
ru: 3 часа

source: 6 horas
it: 6 ore
ru: 6 часов

source: 2 minutos (aprox. 5.000 resultados, por defecto)
it: 2 minuti (circa 5.000 risultati, per impostazione predefinita)
ru: 2 минуты (примерно 5000 результатов по умолчанию)

source: 5 minutos (aprox. 10.000 resultados)
it: 5 minuti (circa 10.000 risultati)
ru: 5 минут (около 10 000 результатов)

source: 10 minutos (aprox. 20.000 resultados)
it: 10 minuti (circa 20.000 risultati)
ru: 10 минут (около 20 000 результатов)

source: 15 minutos (aprox. 30.000 resultados)
it: 15 minuti (circa 30.000 risultati)
ru: 15 минут (около 30 000 результатов)

source: Opciones
it: Opzioni
ru: Параметры

source: General
it: Generale
ru: Общие

source: Cambiar &idioma de la aplicación
it: Cambia &lingua dell'applicazione
ru: Изменить &язык программы

source: Alternar &rama de desarrollo
it: Attiva/disattiva il ramo di &sviluppo
ru: Переключить & ветку разработки

source: Elija la pestaña de inicio de la aplicación:
it: Scegli la scheda di avvio dell'applicazione:
ru: Выберите начальную вкладку приложения:

source: Minimizar a la bandeja de sistema cuando se minimice la ventana principal
it: Riduci a icona nella barra delle applicazioni quando la finestra principale è ridotta a icona
ru: Свернуть в системный трей при сворачивании главного окна

source: Comprobar si existen actualizaciones y notificar:
it: Controlla la presenza di aggiornamenti e notifica:
ru: Проверять наличие обновлений и уведомлять:

source: Elegir rama de desarrollo de YT-DLP para usar:
it: Scegli il ramo di sviluppo YT-DLP da utilizzare:
ru: Выберите ветку разработки YT-DLP для использования:

source: Continuar descargas no terminadas (experimental)
it: Continua download non completati (sperimentale)
ru: Восстановление незавершенных загрузок (экспериментально)

source: Tiempo para extraer información (transcurrido el tiempo dará error si no se obtuvo toda la información, valido para grandes PlayList o Canales):
it: Tempo per estrarre le informazioni (dopo il tempo darà un errore se non sono state ottenute tutte le informazioni, valido per PlayList o Canali di grandi dimensioni):
ru: Время извлечения информации (по истечении времени выдаст ошибку, если вся информация не была получена, актуально для больших Плейлистов или Каналов):

source: Reproductor
it: Riproduttore
ru: Плеер

source: Reproducir la mejor calidad (no mostrara el menú para elegir calidad al pulsar reproducir)
it: Riproduci la migliore qualità (non mostrerà il menu per scegliere la qualità quando si preme play)
ru: Воспроизведение в лучшем качестве (при нажатии на воспроизведение меню выбора качества не отображается)

source: Mostrar pantalla de video al reproducir
it: Mostra il video a schermo durante la riproduzione
ru: Показывать видео на экране при воспроизведении

source: Sonido
it: Suono
ru: Звук

source: Reproducir sonido inicio (sonara en las cargas de la aplicación al iniciar lentas)
it: Riproduci suono di avvio (verrà riprodotto su caricamenti di avvio lenti dell'app)
ru: Воспроизвести звук запуска (будет воспроизводиться при медленном запуске приложения)

source: Reproducir sonido de espera (sonara en los diálogos de espera)
it: Riproduci suono di attesa (verrà riprodotto nelle finestre di dialogo di attesa)
ru: Воспроизвести звук ожидания (будет воспроизводиться в диалогах ожидания)

source: Reproducir sonido de nueva descarga (sonara al añadir una descarga nueva)
it: Riproduci il suono del nuovo download (suonerà quando si aggiunge un nuovo download)
ru: Воспроизвести звук новой загрузки (будет звучать при добавлении новой загрузки)

source: Reproducir sonido al terminar una descarga exitosa
it: Riproduci suono al termine di un download riuscito
ru: Воспроизведение звука при успешном завершении загрузки

source: Reproducir sonido al terminar una descarga erronea
it: Riproduci suono alla fine di un download errato
ru: Воспроизведение звука после неудачной загрузки

source: Mandar mensajes de información de acciones al lector de pantallas
it: Invia messaggi informativi sull'azione allo screen reader
ru: Отправка информационных сообщений о действиях программе чтения с экрана

source: Muestra de sonidos (seleccione un sonido y pulse Ctrl+R para reproducirlo):
it: Esempio di suoni (seleziona un suono e premi Ctrl+R per riprodurlo):
ru: Образцы звуков (выберите звук и нажмите Ctrl+R для его воспроизведения):

source: &Aceptar
it: &Ok
ru: &ОК

source: &Cancelar
it: &Annulla
ru: &Отменить

source: Rama Nightly (versión temprana)
it: Nightly Branch (prima versione)
ru: Ночная ветка (ранняя версия)

source: Rama Stable (versión recomendada)
it: Ramo stabile (versione consigliata)
ru: Стабильная ветка (рекомендуемая версия)

source: *** ADVERTENCIA *** Esta opción es experimental. Si la activamos, podremos reanudar una descarga que por cualquier motivo quedara interrumpida. Para reanudar una descarga tendremos que volverla a poner en marcha, introduciendo la misma URL de esa descarga y la misma configuración de parámetros de descarga. En el directorio destino se crearán unos archivos temporales que sirven para reanudar la descarga. Si algún parámetro no coincide o dichos archivos se borran la descarga empezara de cero. Dichos archivos permanecerán en el directorio destino hasta que se reanude la descarga o hasta que sea borrado manualmente.
it: *** AVVERTIMENTO *** Questa opzione è sperimentale. Se la si attiva, è possibile riprendere un download interrotto per qualsiasi motivo. Per riprendere un download dovremo riavviarlo, inserendo lo stesso URL di quel download e la stessa configurazione dei parametri di download. Nella directory di destinazione verranno creati file temporanei utilizzati per riprendere il download. Se qualche parametro non corrisponde o questi file vengono eliminati, il download ricomincerà da zero. Questi file rimarranno nella directory di destinazione finché il download non verrà ripreso o finché non verranno eliminati manualmente.
ru: *** ПРЕДУПРЕЖДЕНИЕ *** Этот вариант является экспериментальным. Если мы активируем его, мы можем возобновить загрузку, которая была прервана по какой-либо причине. Чтобы возобновить загрузку, нам придется запустить ее снова, введя тот же URL-адрес этой загрузки и ту же конфигурацию параметров загрузки. В целевом каталоге будут созданы временные файлы, которые будут использоваться для возобновления загрузки. Если какой-либо параметр не совпадает или эти файлы удалены, загрузка начнется с нуля. Эти файлы останутся в целевом каталоге до возобновления загрузки или до тех пор, пока они не будут удалены вручную.

source: No se puede cambiar el idioma en este momento. Tiene descargas activas. Vuelva a intentarlo más tarde cuando no tenga descargas activas.
it: La lingua non può essere modificata in questo momento. Hai download attivi. Riprova più tardi quando non hai download attivi.
ru: В настоящее время язык изменить нельзя. У вас есть активные загрузки. Повторите попытку позже, когда у вас не будет активных загрузок.

source: &Gestión y información de idiomas oficiales
ru: &Управление официальными языками и информация
