Repository: hxebolax/TCA3-Update
Catalog: data/final/temp_*/locale/*/LC_MESSAGES/*.po
Languages: it, ru

source: Esta apunto de borrar por completo la base de datos. Esta acción no es reversible. ¿Esta seguro que desea continuar?
it: Stai per eliminare completamente il database. Questa azione non è reversibile. Sei sicuro di voler continuare?
ru: Вы собираетесь полностью удалить базу данных. Это действие необратимо. Вы уверены что хотите продолжить?

source: Archivo de copia de seguridad TCA-Media Downloader (*.TCA-MDC)|*.TCA-MDC
it: File di backup di TCA-Media Downloader (*.TCA-MDC)|*.TCA-MDC
ru: Резервный файл загрузчика TCA-Media (*.TCA-MDC)|*.TCA-MDC

source: Guardar la copia de seguridad en...
it: Salva il backup in...
ru: Сохраните резервную копию в...

source: Se a producido un error al guardar la base de datos. Le dejo el error: {}
it: Si è verificato un errore durante il salvataggio del database. Ecco l'errore: {}
ru: Произошла ошибка при сохранении базы данных. Я оставляю ошибку: {}

source: La copia de seguridad se ha guardado con éxito en: {}
it: Il backup è stato salvato con successo in: {}
ru: Резервная копия успешно сохранена в: {}

source: Seleccione un archivo de copia de seguridad
it: Seleziona un file di backup
ru: Выберите файл резервной копии

source: Se a producido un error al restaurar la base de datos. Le dejo el error: {}
it: Si è verificato un errore durante il ripristino del database. Ecco l'errore: {}
ru: Произошла ошибка при восстановлении базы данных. Я оставляю ошибку: {}

source: La copia de seguridad se ha restaurado con éxito.
it: Il backup è stato ripristinato correttamente.
ru: Резервная копия успешно восстановлена.

source: Esta apunto de borrar por completo todas las entradas de {}. Esta acción no es reversible. ¿Esta seguro que desea continuar?
it: Stai per eliminare completamente tutte le voci da {}. Questa azione non è reversibile. Sei sicuro di voler continuare?
ru: Вы собираетесь полностью удалить все записи из {}. Это действие необратимо. Вы уверены что хотите продолжить?

source: Canales
it: Canali
ru: каналы

source: Esta apunto de borrar la lista de videos y todo su contenido: {} Esta acción no es reversible. ¿Esta seguro que desea continuar?
it: Stai per eliminare l'elenco dei video e tutto il suo contenuto: {} Questa azione non è reversibile. Sei sicuro di voler continuare?
ru: Вы собираетесь удалить список видео и все его содержимое: {} Это действие необратимо. Вы уверены что хотите продолжить?

source: Esta apunto de borrar el contenido de la lista de videos: {} Esta acción no es reversible. ¿Esta seguro que desea continuar?
it: Stai per eliminare il contenuto dell'elenco dei video: {} Questa azione non è reversibile. Sei sicuro di voler continuare?
ru: Вы собираетесь удалить содержимое списка видео: {} Это действие необратимо. Вы уверены что хотите продолжить?

source: Descargador &múltiple
it: Gestore download &multipli
ru: & Мультизагрузчик

source: Ya tiene una descarga del tipo Canal y con la misma URL. Hasta que dicha descarga no termine no puede agregar otra con estas características. Espere a que la descarga termine y vuelva a intentarlo.
it: Hai già un download di tipo Channel e con lo stesso URL. Fino al termine del suddetto download, non è possibile aggiungerne un altro con queste caratteristiche. Attendere il completamento del download e riprovare.
ru: У вас уже есть загрузка типа Channel и с тем же URL. Пока указанная загрузка не будет завершена, вы не сможете добавить еще одну с этими характеристиками. Дождитесь окончания загрузки и повторите попытку.

source: Esta apunto de borrar el siguiente video de la base de datos: {} Esta acción no es reversible. ¿Esta seguro que desea continuar?
it: Stai per eliminare il seguente video dal database: {} Questa azione non è reversibile. Sei sicuro di voler continuare?
ru: Вы собираетесь удалить следующее видео из базы данных: {} Это действие необратимо. Вы уверены что хотите продолжить?

source: Se produjo el siguiente error en la librería YT-DLP: {} Además, le paso una traza que puede servir al programador: {}
it: Si è verificato il seguente errore nella libreria YT-DLP: {} Inoltre, ecco un log che può essere utilizzata dal programmatore: {}
ru: В библиотеке YT-DLP произошла следующая ошибка: {} Кроме того, я передаю трассировку, которую может использовать программист: {}

source: Esta apunto de borrar la siguiente PlayList de la base de datos: {} Esta acción no es reversible. ¿Esta seguro que desea continuar?
it: Stai per eliminare la seguente PlayList dal database: {} Questa azione non è reversibile. Sei sicuro di voler continuare?
ru: Вы собираетесь удалить из базы данных следующий список воспроизведения: {} Это действие необратимо. Вы уверены что хотите продолжить?

source: Esta apunto de borrar el siguiente Canal de la base de datos: {} Esta acción no es reversible. ¿Esta seguro que desea continuar?
it: Stai per eliminare il seguente canale dal database: {} Questa azione non è reversibile. Sei sicuro di voler continuare?
ru: Вы собираетесь удалить из базы данных следующий канал: {} Это действие необратимо. Вы уверены что хотите продолжить?

source: Elegir &ubicación (personalizado):
it: Scegli &posizione (personalizzata):
ru: Выберите &местоположение (настраиваемое):

source: Elegir &ubicación (por defecto):
it: Scegli &posizione (predefinito):
ru: Выберите &местоположение (по умолчанию):

source: La URL que a introducido no contiene multimedia para poder ser descargada por YT-DLP. Si contiene multimedia piense que la librería YT-DLP no puede descargar de todos los sitios. Si le aparece este mensaje es que después de comprobar la URL YT-DLP no pudo obtener información.
it: L'URL che hai inserito non contiene elementi multimediali da scaricare con YT-DLP. Se pensi contenga elementi multimediali, ricorda che la libreria YT-DLP non può scaricare da tutti i siti. Se appare questo messaggio, significa che dopo aver verificato l'URL, YT-DLP non è stato in grado di ottenere le informazioni.
ru: Введенный вами URL-адрес не содержит мультимедиа для загрузки с помощью YT-DLP. Если он содержит мультимедиа, подумайте, что библиотеку YT-DLP нельзя скачать со всех сайтов. Если появляется это сообщение, значит, после проверки URL-адреса YT-DLP не удалось получить информацию.

source: Este campo solo admite URL’s validas. Introduzca una URL de YouTube, YouTube Music o alguna URL compatible con YT-DLP.
it: Questo campo ammette solo URL validi. Inserisci un URL di YouTube, YouTube Music o un URL compatibile con YT-DLP.
ru: Это поле допускает только допустимые URL-адреса. Введите URL-адрес YouTube, YouTube Music или URL-адрес, совместимый с YT-DLP.

source: Otro
it: Altro
ru: Другой

source: Ya tiene una descarga del tipo Otro y con la misma URL. Hasta que dicha descarga no termine no puede agregar otra con estas características. Espere a que la descarga termine y vuelva a intentarlo.
it: Hai già un download di tipo Altro e con lo stesso URL. Fino al termine del suddetto download, non è possibile aggiungerne un altro con queste caratteristiche. Attendere il completamento del download e riprovare.
ru: У вас уже есть загрузка типа «Другое» с тем же URL-адресом. Пока указанная загрузка не будет завершена, вы не сможете добавить еще одну с этими характеристиками. Дождитесь окончания загрузки и повторите попытку.

source: personalizada
it: personalizzata
ru: персонализированный

source: original
it: originale
ru: оригинальный

source: La URL que a introducido pertenece a una transmisión en directo. Lo sentimos pero no puede ser descargada.
it: L'URL inserito appartiene ad una trasmissione in diretta. Ci spiace, ma non può essere scaricato.
ru: Введенный URL относится к прямой трансляции. Сожалеем, но его нельзя скачать.

source: Personalizado
it: personalizzato
ru: настраиваемое

source: No se a podido obtener ninguna URL de reproducción. Compruebe que todo esta correcto. Igualmente puede ser que el video este protegido con DRM, sea privado o este prohibido por geolocalización. Vuelva a intentarlo más tarde.
it: Non è stato possibile ottenere alcuna URL di riproduzione. Controlla che tutto sia corretto. Potrebbe anche essere che il video sia protetto da DRM, sia privato o limitato dalla geolocalizzazione. Riprova più tardi. (in un contesto informatico)
ru: Не удалось получить URL воспроизведения. Проверьте, все ли правильно. Также может быть, что видео защищено DRM, является приватным или запрещено геолокацией. Попробуйте позже.

source: Elija la calidad de reproducción
it: Scegli la qualità di riproduzione
ru: Выберите качество воспроизведения

source: Calidad &baja
it: di bassa qualità
ru: низкое качество

source: Calidad &media
it: Qualità media
ru: Среднее качество

source: Calidad &alta
it: Alta qualità
ru: Высокое качество

source: Avanzado
it: Avanzate
ru: Передовой

source: 10 resultados
it: 10 risultati
ru: 10 результатов

source: 25 resultados
it: 25 risultati
ru: 25 результатов

source: 50 resultados
it: 50 risultati
ru: 50 результатов

source: 75 resultados
it: 75 risultati
ru: 75 результатов

source: 100 resultados
it: 100 risultati
ru: 100 результатов

source: 250 resultados
it: 250 risultati
ru: 250 результатов

source: 500 resultados
it: 500 risultati
ru: 500 результатов

source: Español
it: spagnolo
ru: испанский

source: Inglés
it: Inglese
ru: Английский

source: Francés
it: francese
ru: Французский

source: Italiano
ru: итальянский

source: Audio flac
ru: Аудио флак

source: Audio m4a
ru: Аудио м4а

source: Audio mp3 (por defecto)
it: Audio mp3 (predefinito)
ru: Аудио mp3 (по умолчанию)

source: Audio ogg
ru: аудио огг

source: Audio opus
ru: аудио опус

source: Audio wav
ru: аудио-WAV

source: Video avi
ru: Видео ави

source: Video flv
ru: видео

source: Video m2ts
it: Video m2t
ru: Видео м2тс

source: Video mkv
ru: Видео мкв

source: Video mov
ru: Видео мов

source: Video mp4
ru: видео mp4

source: Video mpeg
ru: Видео MPEG

source: Video mpg
ru: Видео миль на галлон

source: Video webm
ru: Видео вебм

source: Video wmv
ru: видео wmv

source: 192 Kbps (por defecto)
it: 192 Kbps (impostazione predefinita)
ru: 192 Кбит/с (по умолчанию)

source: Sin numeración (por defecto)
it: Nessuna numerazione (impostazione predefinita)
ru: Без нумерации (по умолчанию)

source: Sin numeración y crear subdirectorio
it: Nessuna numerazione e creazione di sottodirectory
ru: Без нумерации и создания подкаталога

source: Con numeración
it: con numerazione
ru: с нумерацией

source: Con numeración y crear subdirectorio
it: Con numerazione e creazione di sottodirectory
ru: С нумерацией и созданием подкаталога

source: 1 minuto
ru: 1 минута

source: 1 segundo
it: 1 secondo
ru: 1 секунда

source: 15 segundos
it: 15 secondi
ru: 15 секунд

source: 30 segundos
it: 30 secondi
ru: 30 секунд

source: 5 segundos
it: 5 secondi
ru: 5 секунд

source: 10 minutos
it: 10 minuti
ru: 10 минут

source: 5 minutos
it: 5 minuti
ru: 5 минут

source: 15 minutos
it: 15 minuti
ru: 15 минут

source: Selecciona la peor calidad disponible.
it: Seleziona la peggiore qualità disponibile.
ru: Выберите наихудшее доступное качество.

source: Selecciona la peor calidad de audio disponible, si no está disponible, selecciona la peor calidad general.
it: Selezionare la peggiore qualità audio disponibile, se non disponibile, selezionare la peggiore qualità complessiva.
ru: Выберите наихудшее доступное качество звука, если оно недоступно, выберите наихудшее общее качество.

source: Selecciona la mejor calidad disponible.
it: Seleziona la migliore qualità disponibile.
ru: Выберите наилучшее доступное качество.

source: Selecciona la mejor calidad de audio disponible, si no está disponible, selecciona la mejor calidad general.
it: Selezionare la migliore qualità audio disponibile, se non disponibile, selezionare la migliore qualità complessiva.
ru: Выберите наилучшее доступное качество звука, если оно недоступно, выберите наилучшее общее качество.

source: Selecciona la mejor calidad de video y audio y los combina en un solo archivo.
it: Seleziona la migliore qualità di video e audio e li combina in un unico file.
ru: Он выбирает наилучшее качество видео и аудио и объединяет их в один файл.

source: Selecciona la mejor calidad en formato MP3.
it: Seleziona la migliore qualità in formato MP3.
ru: Выберите лучшее качество в формате MP3.

source: Selecciona la mejor calidad en formato MP4.
it: Seleziona la migliore qualità nel formato MP4.
ru: Выберите лучшее качество в формате MP4.

source: Selecciona la mejor calidad en formato WebM.
it: Seleziona la migliore qualità nel formato WebM.
ru: Выберите лучшее качество в формате WebM.

source: Selecciona la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps.
it: Seleziona la migliore qualità audio con un bit rate uguale o inferiore a 96 kbps.
ru: Выберите наилучшее качество звука с битрейтом, равным или меньшим 96 кбит/с.

source: Selecciona la mejor calidad de audio con una tasa de bits igual o superior a 96 kbps.
it: Seleziona la migliore qualità audio con un bit rate uguale o superiore a 96 kbps.
ru: Выберите наилучшее качество звука с битрейтом, равным или превышающим 96 кбит/с.

source: Selecciona la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps.
it: Seleziona la migliore qualità audio con un bit rate uguale o inferiore a 128 kbps.
ru: Выберите наилучшее качество звука со скоростью передачи данных не более 128 кбит/с.

source: Selecciona la mejor calidad de audio con una tasa de bits igual o superior a 128 kbps.
it: Seleziona la migliore qualità audio con un bit rate uguale o superiore a 128 kbps.
ru: Выберите наилучшее качество звука с битрейтом, равным или превышающим 128 кбит/с.

source: Selecciona la mejor calidad de audio con una tasa de bits igual o menor a 160 kbps.
it: Seleziona la migliore qualità audio con un bit rate uguale o inferiore a 160 kbps.
ru: Выберите наилучшее качество звука с битрейтом не более 160 кбит/с.

source: Selecciona la mejor calidad de audio con una tasa de bits igual o superior a 160 kbps.
it: Seleziona la migliore qualità audio con un bit rate uguale o superiore a 160 kbps.
ru: Выберите наилучшее качество звука с битрейтом, равным или превышающим 160 кбит/с.

source: Selecciona la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps.
it: Seleziona la migliore qualità audio con un bit rate uguale o inferiore a 192 kbps.
ru: Выберите наилучшее качество звука со скоростью передачи данных не более 192 кбит/с.

source: Selecciona la mejor calidad de audio con una tasa de bits igual o superior a 192 kbps.
it: Seleziona la migliore qualità audio con un bit rate uguale o superiore a 192 kbps.
ru: Выберите наилучшее качество звука с битрейтом, равным или превышающим 192 кбит/с.

source: Selecciona la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps.
it: Seleziona la migliore qualità audio con un bit rate uguale o inferiore a 256 kbps.
ru: Выберите наилучшее качество звука с битрейтом не более 256 кбит/с.

source: Selecciona la mejor calidad de audio con una tasa de bits igual o superior a 256 kbps.
it: Seleziona la migliore qualità audio con un bit rate uguale o superiore a 256 kbps.
ru: Выберите наилучшее качество звука с битрейтом, равным или превышающим 256 кбит/с.

source: Selecciona la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps.
it: Seleziona la migliore qualità audio con un bit rate uguale o inferiore a 320 kbps.
ru: Выберите наилучшее качество звука со скоростью передачи не более 320 кбит/с.

source: Selecciona la mejor calidad de audio con una tasa de bits igual o superior a 320 kbps.
it: Seleziona la migliore qualità audio con un bit rate uguale o superiore a 320 kbps.
ru: Выберите наилучшее качество звука с битрейтом, равным или превышающим 320 кбит/с.

source: Selecciona la mejor calidad con el códec de audio AAC.
it: Seleziona la migliore qualità con il codec audio AAC.
ru: Выберите наилучшее качество с помощью аудиокодека AAC.

source: Selecciona la mejor calidad con el códec de audio FLAC.
it: Seleziona la migliore qualità con il codec audio FLAC.
ru: Выберите лучшее качество с помощью аудиокодека FLAC.

source: Selecciona la mejor calidad con el códec de audio MP3.
it: Seleziona la migliore qualità con il codec audio MP3.
ru: Выберите наилучшее качество аудиокодека MP3.

source: Selecciona la mejor calidad con el códec de audio Opus.
it: Seleziona la migliore qualità con il codec audio Opus.
ru: Выберите лучшее качество с помощью аудиокодека Opus.

source: Selecciona la mejor calidad con el códec de audio Vorbis.
it: Seleziona la migliore qualità con il codec audio Vorbis.
ru: Выберите лучшее качество с помощью аудиокодека Vorbis.

source: Selecciona la mejor calidad con un tamaño de archivo igual o menor a 10 MB.
it: Seleziona la migliore qualità con una dimensione del file uguale o inferiore a 10 MB.
ru: Выберите наилучшее качество с размером файла, равным или менее 10 МБ.

source: Selecciona la mejor calidad con un tamaño de archivo igual o menor a 25 MB.
it: Seleziona la migliore qualità con una dimensione del file uguale o inferiore a 25 MB.
ru: Выберите наилучшее качество с размером файла не более 25 МБ.

source: Selecciona la mejor calidad con un tamaño de archivo igual o menor a 50 MB.
it: Seleziona la migliore qualità con una dimensione del file uguale o inferiore a 50 MB.
ru: Выберите наилучшее качество с размером файла, равным или менее 50 МБ.

source: Selecciona la mejor calidad con un tamaño de archivo igual o menor a 100 MB.
it: Seleziona la migliore qualità con una dimensione del file uguale o inferiore a 100 MB.
ru: Выберите наилучшее качество с размером файла, равным или менее 100 МБ.

source: Selecciona la mejor calidad de video en formato MP4 y la mejor calidad de audio en formato M4A, y los combina en un solo archivo.
it: Seleziona la migliore qualità video in formato MP4 e la migliore qualità audio in formato M4A e le combina in un unico file.
ru: Он выбирает лучшее качество видео в формате MP4 и лучшее качество звука в формате M4A и объединяет их в один файл.

source: Selecciona la mejor calidad de video en formato WebM y la mejor calidad de audio en formato WebM, y los combina en un solo archivo.
it: Seleziona la migliore qualità del video in formato WebM e la migliore qualità dell'audio in formato WebM e le combina in un unico file.
ru: Он выбирает наилучшее качество видео в формате WebM и наилучшее качество аудио в формате WebM и объединяет их в один файл.

source: Selecciona la mejor calidad de video con el códec AV1 y la mejor calidad de audio, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con il codec AV1 e la migliore qualità audio e le combina in un unico file.
ru: Он выбирает лучшее качество видео с кодеком AV1 и лучшее качество звука и объединяет их в один файл.

source: Selecciona la mejor calidad de video con el códec H.264 y la mejor calidad de audio, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con il codec H.264 e la migliore qualità audio e le combina in un unico file.
ru: Он выбирает лучшее качество видео с кодеком H.264 и лучшее качество звука и объединяет их в один файл.

source: Selecciona la mejor calidad de video con el códec HEVC (H.265) y la mejor calidad de audio, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con il codec HEVC (H.265) e la migliore qualità audio e le combina in un unico file.
ru: Он выбирает лучшее качество видео с кодеком HEVC (H.265) и лучшее качество звука и объединяет их в один файл.

source: Selecciona la mejor calidad de video con el códec VP8 y la mejor calidad de audio, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con il codec VP8 e la migliore qualità audio e le combina in un unico file.
ru: Он выбирает лучшее качество видео с кодеком VP8 и лучшее качество звука и объединяет их в один файл.

source: Selecciona la mejor calidad de video con el códec VP9 y la mejor calidad de audio, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con il codec VP9 e la migliore qualità audio e le combina in un unico file.
ru: Он выбирает лучшее качество видео с кодеком VP9 и лучшее качество звука и объединяет их в один файл.

source: Selecciona la mejor calidad de video con el códec VP9.2 y la mejor calidad de audio, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con il codec VP9.2 e la migliore qualità audio e le combina in un unico file.
ru: Он выбирает лучшее качество видео с кодеком VP9.2 и лучшее качество звука и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una tasa de fotogramas igual o menor a 24 fps y la mejor calidad de audio, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con un frame rate inferiore o uguale a 24 fps e la migliore qualità audio e le combina in un unico file.
ru: Он выбирает наилучшее качество видео с частотой кадров меньше или равной 24 кадрам в секунду и наилучшее качество звука и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una tasa de fotogramas de exactamente 24 fps.
it: Seleziona la migliore qualità video con un frame rate di esattamente 24 fps.
ru: Выберите наилучшее качество видео с частотой кадров ровно 24 кадра в секунду.

source: Selecciona la mejor calidad de video con una tasa de fotogramas igual o menor a 30 fps y la mejor calidad de audio, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con un frame rate inferiore o uguale a 30 fps e la migliore qualità audio e le combina in un unico file.
ru: Он выбирает наилучшее качество видео с частотой кадров меньше или равной 30 кадрам в секунду и наилучшее качество звука и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una tasa de fotogramas de exactamente 30 fps.
it: Seleziona la migliore qualità video con un frame rate di esattamente 30 fps.
ru: Выберите наилучшее качество видео с частотой кадров ровно 30 кадров в секунду.

source: Selecciona la mejor calidad de video con una tasa de fotogramas igual o menor a 60 fps y la mejor calidad de audio, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con un frame rate inferiore o uguale a 60 fps e la migliore qualità audio e le combina in un unico file.
ru: Он выбирает наилучшее качество видео с частотой кадров меньше или равной 60 кадрам в секунду и наилучшее качество звука и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una tasa de fotogramas de exactamente 60 fps.
it: Seleziona la migliore qualità video con un frame rate di esattamente 60 fps.
ru: Выберите наилучшее качество видео с частотой кадров ровно 60 кадров в секунду.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione uguale o inferiore a 144p e la migliore qualità audio e le combina in un unico file.
ru: Он выбирает наилучшее качество видео с разрешением, равным или меньшим 144p, и наилучшее качество звука и объединяет их в один файл.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con el códec AAC, y los combina en un solo archivo.
it: Seleziona la migliore qualità video con una risoluzione uguale o inferiore a 144p e la migliore qualità audio con il codec AAC e le combina in un unico file.
ru: Он выбирает наилучшее качество видео с разрешением, равным или меньшим 144p, и наилучшее качество звука с кодеком AAC и объединяет их в один файл.
