Repository: hxebolax/TCA3-Update
Catalog: data/beta/temp_*/locale/*/LC_MESSAGES/*.po
Languages: tr

source: *** ADVERTENCIA *** Esta opción es experimental. Si la activamos, podremos reanudar una descarga que por cualquier motivo quedara interrumpida. Para reanudar una descarga tendremos que volverla a poner en marcha, introduciendo la misma URL de esa descarga y la misma configuración de parámetros de descarga. En el directorio destino se crearán unos archivos temporales que sirven para reanudar la descarga. Si algún parámetro no coincide o dichos archivos se borran la descarga empezara de cero. Dichos archivos permanecerán en el directorio destino hasta que se reanude la descarga o hasta que sea borrado manualmente.
tr: *** UYARI *** Bu seçenek deneyseldir. Etkinleştirirsek, herhangi bir nedenle kesintiye uğrayan bir indirme işlemine devam edebiliriz. İndirmeye devam etmek için, indirme işleminin aynı Bağlantısını ve indirme parametrelerinin aynı yapılandırmasını girerek yeniden başlatmamız gerekecek. İndirmeye devam etmek için kullanılan hedef dizinde geçici dosyalar oluşturulacaktır. Herhangi bir parametre eşleşmezse veya bu dosyalar silinirse, indirme işlemi sıfırdan başlayacaktır. Bu dosyalar, indirme işlemi devam ettirilene veya elle silinene kadar hedef dizinde kalacaktır.

source: No se puede cambiar el idioma en este momento. Tiene descargas activas. Vuelva a intentarlo más tarde cuando no tenga descargas activas.
tr: Dil şu anda değiştirilemiyor. Etkin indirmeleriniz var. Etkin indirmeniz olmadığında lütfen daha sonra tekrar deneyin.

source: Se cambio el idioma y la aplicación tiene que reiniciarse.
tr: Dil değişikliği algılandı. Uygulamanın yeniden başlatılması gerekiyor.

source: No se puede cambiar de rama en este momento. Tiene descargas activas. Vuelva a intentarlo más tarde cuando no tenga descargas activas.
tr: Seçtiğiniz Dal şu anda değiştirilemiyor. Etkin indirmeleriniz var. Lütfen, İndirme işlemi tamamlandığında tekrar deneyin.

source: Rama &Final (recomendada)
tr: &Kararlı dal (Bu sürüm önerilir.)

source: Rama &Beta
tr: &Beta Dalı

source: Ha elegido cambiar la rama de desarrollo de TCA-Media Downloader. Actualmente se encuentra en la rama: {} Y va a cambiar a la rama: {} ¿Esta seguro que desea continuar?
tr: TCA-Media Downloader'ın geliştirme dalını değiştirmeyi seçtiniz. Şu anda ki dal: {} Seçilen Dal: {} Devam etmek istediğinizden emin misiniz?

source: Chat en directo
tr: Canlı sohbet

source: &Introduzca una URL de una transmisión en directo de YouTube:
tr: Bir YouTube canlı yayın &Bağlantısı girin:

source: Comentarios en &directo:
tr: &Canlı Sohbet:

source: Sin comentarios
tr: Yorum yok

source: Elija &formato de salida del chat:
tr: &Sohbet çıktı biçimini seçin:

source: &Hablar comentarios por lector de pantalla
tr: Ekran &okuyucu yorumları seslendirsin

source: &Empezar monitoreo
tr: İzl&emeye başla

source: &Cerrar
tr: &Kapat

source: No se pudo recuperar la conexión al chat después de múltiples intentos
tr: Birden fazla denemeden sonra sohbet bağlantısı kurtarılamıyor

source: El campo no puede estar vacío
tr: Bu alan boş bırakılamaz

source: La URL no es de YouTube
tr: Geçerli bir YouTube bağlantısı değil

source: &Parar monitoreo
tr: İ&zlemeyi durdur

source: No se pudo obtener el chat. Inténtelo de nuevo y si sigue fallando compruebe que la transmisión tiene chat en directo.
tr: Sohbet alınamadı. Lütfen tekrar deneyin. Tekrar başarısız olursa yayında canlı sohbet olup olmadığını kontrol edin.

source: El video no es una transmisión en directo
tr: Bu Video canlı yayın değil

source: Visor de comentarios
tr: Yorum görüntüleyici

source: &Lista de comentarios:
tr: Yorum &listesi:

source: &Detalles del comentario:
tr: &Yorum Ayrıntıları:

source: &Guardar comentarios
tr: Yorumları kay&det

source: Comentarios {}
tr: Yorumlar {}

source: Autor:
tr: Yazar:

source: Fecha de publicación:
tr: Yayın tarihi:

source: Me gusta:
tr: Beğendiklerim:

source: Comentario:
tr: Yorum:

source: Titulo:
tr: Başlık:

source: Total comentarios:
tr: Toplam yorum:

source: Comentarios
tr: Yorumlar

source: Fichero HTML (*.html)|*.html
tr: Dosya HTML (*.html)|*.html

source: Guardar comentarios en...
tr: Yorumları şuraya kaydet...

source: No hay ningún comentario seleccionado.
tr: Yorum seçilmedi.

source: Extrayendo comentarios. Espere por favor...
tr: Yorumlar alınıyor. Lütfen bekleyin...

source: Extractor de pistas de audio
tr: Ses ayıklayıcı

source: &Lista de pistas de audios:
tr: Ayıklanmış Sesler &Listesi:

source: Atrasar (F1)
tr: Geri Sar (F1)

source: Adelantar (F3)
tr: İleri sar (F3)

source: Detener (F4)
tr: Durdur (F4)

source: &Volumen: (F5 / F6)
tr: &Ses Seviyesi: (F5 / F6)

source: &Abrir
tr: A&ç

source: &Extraer
tr: &Ayıkla

source: Sin pistas de audio
tr: Ayıklanacak ses yok

source: Ficheros
tr: Dosyalar

source: Elige un archivo MKV o MP4
tr: Bir MKV veya MP4 dosyası seçin

source: Este archivo no contiene pistas de audio
tr: Bu dosya ayıklanacak ses içermiyor

source: Guardar archivo
tr: Dosyayı kaydet

source: Extrayendo audio. Espere por favor...
tr: Ses ayıklanıyor. Lütfen bekleyin...

source: No pudo finalizar la extracción. Error: El proceso ha sido cancelado por el usuario.
tr: Ayıklama işlemi tamamlanamadı. Hata: İşlem kullanıcı tarafından iptal edildi.

source: No pudo finalizar la extracción. Error: {}.
tr: Ayıklama işlemi tamamlanamadı. Hata: {}.

source: El proceso de extracción ha finalizado correctamente.
tr: Ayıklama işlemi başarıyla tamamlandı.

source: &Pausar
tr: D&uraklat

source: Re&producir
tr: &Oynat

source: Visor de formatos
tr: Biçim görüntüleyici

source: &Formatos:
tr: &Biçimler:

source: Seleccione un formato
tr: Bir biçim seçin

source: &Información de formato:
tr: &Biçim Bilgileri:

source: &Descargar
tr: İn&dir

source: Este formato todavía no esta catalogado por YT-DLP
tr: Bu biçim henüz YT-DLP tarafından kataloğa alınmadı

source: Título:
tr: Başlık:

source: Información técnica:
tr: Teknik Bilgiler:

source: Tiene que elegir un formato para poder descargar.
tr: İndirebilmek için bir biçim seçmelisiniz.

source: Compartir con Mastodon
tr: Mastodon'da paylaş

source: &Introduzca la URL de su instancia de Mastodon:
tr: Mastodon örneğinizin bağlant&ısını girin:

source: Nueva lista de videos
tr: Yeni video listesi

source: &Introduzca un nombre para su lista de videos:
tr: Video listeniz için bir &ad girin:

source: Edita el nombre de la lista de videos
tr: Video listesinin adını düzenleyin

source: &Introduzca un nuevo nombre para su lista de videos:
tr: Video l&isteniz için yeni bir ad girin:

source: El campo de texto no puede quedar vacio. Introduzca la URL del servidor de su instancia de Mastodon.
tr: Metin alanı boş bırakılamaz. Mastodon örneğinizin sunucu Bağlantısını girin.

source: El campo de texto no puede quedar vacio. Introduzca un nombre para la nueva lista de videos.
tr: Metin alanı boş bırakılamaz. Yeni video listesi için bir ad girin.

source: Lo introducido en el campo de texto no es valido. Introduzca la URL del servidor de su instancia de Mastodon.
tr: Metin alanına girdikleriniz geçerli değil. Mastodon örnek sunucu Bağlantısını girin.

source: La URL que a introducido no esta guardada. Si la guarda la próxima vez que desee compartir con Mastodon no tendrá que volverla a escribir. ¿Desea guardar la URL de la instancia de Mastodon?
tr: Girdiğiniz Bağlantı kaydedilmedi. Bir dahaki sefere Mastodon'da paylaşmak istediğinizde kaydederseniz, yeniden yazmak zorunda kalmazsınız. Mastodon örnek Bağlantısını kaydetmek istiyor musunuz?

source: La URL que a introducido no es igual que la que tiene guardada. ¿Desea actualizar la URL guardada?
tr: Girdiğiniz Bağlantı, kaydettiğiniz Bağlantı ile aynı değil. Kaydedilen Bağlantıyı güncellemek istiyor musunuz?

source: Pantalla video
tr: Video tam ekran

source: Cancelar
tr: İptal

source: Compresión completada con éxito
tr: Sıkıştırma başarıyla tamamlandı

source: La compresión fue cancelada por el usuario
tr: Sıkıştırma kullanıcı tarafından iptal edildi

source: Error durante la compresión: {}
tr: Sıkıştırma sırasında hata: {}

source: Ir a la posición...
tr: Konuma git...

source: &Introduzca un número entre 1 y {}:
tr: &1 ile {} arasında bir sayı girin:

source: El campo solo admite números y no puede quedar vacío. Solo se admite un número comprendido entre 1 y {}.
tr: Alan sadece sayıları kabul eder ve boş bırakılamaz. Yalnızca 1 ile {} arasında bir sayıya izin verilir.

source: Codigo QR
tr: QR kodu

source: Sitios soportados por YT-DLP
tr: YT-DLP tarafından desteklenen siteler

source: Descarga múltiple de la búsqueda
tr: Çoklu arama indirme

source: Descarga múltiple de favoritos
tr: Sık Kullanılanlar için Çoklu İndirme

source: &Lista de videos:
tr: Video &Listesi:

source: &Introduzca un nombre para la descarga múltiple (será el nombre del directorio donde se guardara la descarga):
tr: &Çoklu indirme için bir ad girin (bu, indirmenin kaydedileceği dizinin adı olacaktır):

source: &Selección
tr: &Seç

source: &Descargar seleccionados
tr: Seçilenleri in&dir

source: Se produjo un error interno y no se pueden mostrar los videos.
tr: Dahili bir hata oluştu ve videolar görüntülenemiyor.

source: &Seleccionar todo
tr: &Tümünü seç

source: &Deseleccionar todo
tr: &Seçimi temizle

source: Para poder descargar, tiene que tener al menos un video seleccionado.
tr: İndirmek için en az bir video seçmelisiniz.

source: El nombre de la descarga múltiple no puede quedar vacío. Introduzca un nombre que no contenga ningún carácter no soportado por ficheros ni carpetas Windows.
tr: Çoklu indirme adı boş olamaz. Windows dosyaları veya klasörleri tarafından desteklenmeyen herhangi bir karakter içermeyen bir ad girin.

source: Ya tiene una descarga múltiple con el nombre que introdujo. Cambie el nombre de la descarga múltiple.
tr: Girdiğiniz adla zaten çoklu indirme işleminiz var. Çoklu indirmenin adını değiştirin.

source: Visor de Canal
tr: Kanal görüntüleyici

source: &Ficha del Canal:
tr: &Kanal sekmesi:

source: Videos
tr: Videolar

source: &Videos del Canal:
tr: &Kanal Videoları:

source: &PlayList del Canal:
tr: Kanal &Oynatma Listesi:

source: Copiar al &portapapeles
tr: &Panoya kopyala

source: &Descargar todo el Canal
tr: &Tüm Kanalı İndir

source: Título del Canal:
tr: Kanal Başlığı:

source: Enlace directo al Canal:
tr: Kanal Bağlantısı:

source: Fecha de ultima actualización:
tr: Son güncelleme tarihi:

source: Sin determinar
tr: Belirsiz

source: Total videos del canal:
tr: Toplam kanal videosu:

source: Tags:
tr: Etiketler:

source: Sin Tags
tr: Etiketsiz

source: Descripción:
tr: Açıklama:

source: Sin descripción
tr: Açıklama yok

source: Nombre del canal:
tr: Kanal ismi:

source: Enlace del canal:
tr: Kanal bağlantısı:

source: Total suscriptores del canal:
tr: Toplam kanal abone sayısı:

source: Canal sin videos.
tr: Kanalda Video yok.

source: Canal sin PlayList.
tr: Oynatma Listesi olmayan kanal.

source: Copiar información de la ficha
tr: Sekme bilgilerini kopyala

source: Copiar información de la ficha más los títulos de los videos y su duración
tr: Liste bilgilerinin yanı sıra video başlıklarını ve süreyi kopyalayın

source: Copiar información de la ficha más los títulos de los videos y su duración más títulos de las PlayList
tr: Sekme bilgilerini, video başlıklarını ve sürelerini ve Oynatma Listesi başlıklarını kopyala

source: Copiar enlace al Canal
tr: Kanal bağlantısını kopyala

source: Se copio la ficha al portapapeles.
tr: Dosya panoya kopyalandı.

source: {} Videos del Canal: {}
tr: {} Kanal Videoları: {}

source: Se copio la ficha y los títulos de los videos más la duración al portapapeles.
tr: Videoların dosyası ve başlıkları artı süresi panoya kopyalandı.

source: {} Videos del Canal: {} Títulos de las PlayList: {}
tr: {} Kanal Videoları: {} Oynatma Listesi başlıkları: {}

source: Se copio la ficha y los títulos de los videos más la duración más los títulos de las PlayList al portapapeles.
tr: Videoların sekmesi ve başlıkları artı süre ve Oynatma Listelerinin başlıkları panoya kopyalandı.

source: Se copio el enlace del canal al portapapeles.
tr: Kanal bağlantısı panoya kopyalandı.

source: Visor de PlayList
tr: Oynatma listesi görüntüleyici

source: &Ficha de la PlayList:
tr: &Oynatma Listesi sekmesi:

source: &Videos de la PlayList:
tr: Oynatma Listesi &Videoları:

source: &Descargar la PlayList
tr: &Oynatma Listesini İndir

source: Título de la PlayList:
tr: Oynatma Listesi Başlığı:

source: Enlace directo a la PlayList:
tr: Oynatma Listesi bağlantısı:

source: Total videos de la PlayList:
tr: Oynatma Listesindeki toplam video sayısı:

source: Enlace del canal al que pertenece:
tr: Ait olduğu kanalın bağlantısı:

source: Total visitas de la PlayList:
tr: Oynatma Listesi toplam ziyaret sayısı:

source: PlayList sin videos.
tr: Videolar olmadan Oynatma Listesi.

source: Copiar enlace a la PlayList
tr: Oynatma listesinin bağlantısını kopyala

source: Copiar enlace al canal que pertenece la PlayList
tr: Oynatma listesinin ait olduğu kanal bağlantısını kopyala

source: {} Videos de la PlayList: {}
tr: {} Oynatma listesi videoları: {}

source: Se copio el enlace de la PlayList al portapapeles.
tr: Oynatma Listesi bağlantısı panoya kopyalandı.

source: Se copio el enlace del canal al que pertenece la PlayList al portapapeles.
tr: Oynatma Listesi'nin ait olduğu kanalın bağlantısı panoya kopyalandı.

source: Videos para descargar
tr: İndirilecek videolar

source: Visor de entrada
tr: Girdi Görüntüleyici

source: &Ficha del video:
tr: &Video dosyası:

source: &Ver o guardar comentarios
tr: &Yorumları Göster veya kaydet

source: *** Esta ficha combina información del video original y del clip ***
tr: *** Bu bilgi notu orijinal video ve klipteki bilgileri bir araya getirmektedir. ***

source: Enlace directo:
tr: Doğrudan bağlantı:

source: Enlace canal al que pertenece:
tr: Ait olduğu kanalın bağlantısı:

source: Fecha de subida:
tr: Yükleme tarihi:

source: Duración:
tr: Süre:

source: Visualizaciones totales:
tr: Toplam görüntülenme:

source: Total me gusta:
tr: Toplam beğeni sayısı:

source: Total comentarios:
tr: Toplam yorum:

source: No recomendado a menores de:
tr: Aşağıdaki kişiler için önerilmez:

source: Categoría:
tr: Kategori:

source: Sin categorias
tr: Kategori yok

source: Copiar información
tr: Bilgileri kopyala

source: Copiar enlace al video
tr: Video bağlantısını kopyala

source: Copiar enlace al canal que pertenece el video
tr: Videonun ait olduğu kanalın bağlantısını kopyala

source: Se copio la URL del canal al que pertenece el video al portapapeles.
tr: Videonun ait olduğu kanalın Bağlantısı panoya kopyalandı.

source: Tiene descargas activas. Esta opción es experimental por lo que puede causar problemas y hacer que la aplicación se cierre. Si continua puede perder las descargas en curso. ¿Desea continuar?
tr: Etkin indirmeler var. Bu seçenek deneyseldir, dolayısıyla sorunlara ve uygulamanın çökmesine neden olabilir. Devam ederseniz, etkin tüm indirmeleri kaybedebilirsiniz. devam etmek istiyor musunuz?

source: Ver comentarios (experimental)
tr: Yorumları Göster (deneysel)

source: Guardar comentarios en HTML (experimental)
tr: Yorumları HTML olarak kaydet (deneysel)

source: Se produjo un error en la librería YT-DLP. No es posible obtener los comentarios. Inténtelo de nuevo.
tr: YT-DLP kitaplığında bir hata oluştu. Yorumlara erişilemedi. Lütfen tekrar deneyin.

source: URL (Alt+1)
tr: Bağlantı (Alt+1)

source: &Introduzca una URL:
tr: B&ir Bağlantı girin:

source: Elija &Formato:
tr: &Biçim Seçin:

source: Elija una op&ción avanzada de formato personal:
tr: Gelişmiş bir kişisel bi&çim seçeneği belirleyin:

source: Elija &calidad del audio:
tr: Ses &kalitesini seçin:

source: Elija la composición del &nombre de salida:
tr: Çıktı &ad bileşimini seçin:

source: Búsqueda (Alt+2)
tr: Arama (Alt+2)

source: Introduzca una &búsqueda:
tr: Ar&anacak bir terim girin:

source: &Resultados de la búsqueda:
tr: A&rama Sonuçları:

source: Descargas (Alt+3)
tr: İndirilenler (Alt+3)

source: &Lista de descargas:
tr: İndirme &Listesi:

source: &Estado:
tr: &Durum:

source: Favoritos (Alt+4)
tr: Sık Kullanılanlar (Alt+4)

source: &Favoritos:
tr: &Sık Kullanılanlar:

source: &Contenido:
tr: İçer&ik:

source: &Buscar:
tr: &Ara:

source: &Velocidad: (F7 / F8)
tr: &Hız: (F7 / F8)

source: &Salida:
tr: Ses &Çıkış Aygıtları:

source: &Pantalla de video (F11)
tr: &Video'yu tamekranda oynat (F11)

source: &Herramientas
tr: A&raçlar

source: &Menú
tr: &Menü

source: Restaurar
tr: Geri Yükle

source: Salir
tr: Çık

source: Tipo de evento invalido: {event_type}
tr: Geçersiz etkinlik türü: {event_type}

source: Dispositivo salida de audio (por defecto)
tr: Ses çıkış aygıtı (varsayılan)

source: Pausar
tr: Duraklat

source: Reproducir
tr: Oynat

source: Se a producido un error interno en el reproductor. Error: {}
tr: Oynatıcıda dahili bir hata oluştu. Hata: {}

source: Volumen {}%
tr: Ses Seviyesi %{}

source: Esta opción no esta soportada en este dialogo.
tr: Bu seçenek bu iletişim kutusunda desteklenmiyor.

source: Velocidad {}
tr: Hız {}

source: Atrasando {}
tr: Geri sar {}

source: Sin nada en reproducción
tr: Hiçbir şey oynatılmıyor

source: Pausando...
tr: Duraklatıldı...

source: Reproduciendo...
tr: Oynatılıyor...

source: Adelantando {}
tr: İlerleme {}

source: Deteniendo...
tr: Durduruldu...

source: Tiempo transcurrido: {} / Tiempo total: {}
tr: Geçen süre: {} / Toplam süre: {}

source: Mensajes de información activados
tr: Bilgi mesajları etkinleştirildi

source: Mensajes de información desactivados
tr: Bilgi mesajları devre dışı

source: No e podido recuperar la aplicación intentando distintas maneras. A continuación, se reiniciará la aplicación.
tr: Farklı yollar deneyerek uygulamayı kurtaramadım. Uygulama daha sonra yeniden başlatılacak.

source: Opciones establecidas: Formato: ({}) {} Nombre de salida: ({}) Directorio destino: ({})
tr: Belirlenmiş seçenekler: Biçim: ({}) {} Oluşacak Çıktı adı: ({}) Hedef dizini: ({})

source: Calidad del audio: ({})
tr: Ses kalitesi: ({})

source: Opción avanzada seleccionada: ({})
tr: Gelişmiş seçenek seçildi: ({})

source: &Sí
tr: &Evet

source: &No
tr: &HAYIR

source: Error HTTP {e.code}
tr: Hata HTTP {e.code}

source: Error de URL
tr: Bağlantıhatası

source: Error al decodificar JSON
tr: JSON kod çözme hatası

source: {}: procesando {} videos
tr: {}: işleniyor {} Video

source: Procesando el video {} de {}
tr: Video işleniyor {} tire {}

source: Se agotó el tiempo de espera sin recibir información o sin tener conexión a Internet.
tr: Bilgi alınamadan veya İnternet bağlantınız olmadan zaman aşımına uğradınız.

source: Sin tiempo
tr: Zaman yok

source: Tipo de búsqueda inválido.
tr: Geçersiz arama türü.

source: {}% obteniendo datos...
tr: %{} veri alınıyor...

source: Se encontraron exactamente la cantidad de resultados que se buscaban.
tr: Tam olarak belirttiğiniz sayıda sonuç bulundu.

source: No se encontraron resultados para su búsqueda. Intente afinar más la búsqueda añadiendo o quitando palabras.
tr: Aramanız için sonuç bulunamadı. Kelime ekleyerek veya çıkararak aramanızı daraltmaya çalışın.

source: Solo se encontraron {} resultados para la búsqueda.
tr: Aramanızla ilgili yalnızca {} sonuç bulundu.

source: Se encontraron {} resultados para la búsqueda. Los primeros {} se devuelven.
tr: Aramanız için {} sonuç bulundu. İlk {} gösteriliyor.

source: Se produjo el siguiente error: {}
tr: Aşağıdaki hata oluştu: {}

source: Error al intentar escribir en el archivo '{}'. Detalles: {}
tr: '{}' dosyasına yazmaya çalışırken hata oluştu. Detaylar: {}

source: Solo mensaje
tr: Yalnızca mesaj

source: Autor y mensaje
tr: Yazar ve mesaj

source: Fecha y mensaje
tr: Tarih ve mesaj

source: Fecha, autor y mensaje
tr: Tarih, yazar ve mesaj

source: Mensaje y autor
tr: Mesaj ve yazar

source: Mensaje y fecha
tr: Mesaj ve tarih

source: Mensaje, autor y fecha
tr: Mesaj, yazar ve tarih

source: Mensaje, fecha y autor
tr: Mesaj, tarih ve yazar

source: Iniciando la descarga, espere por favor...
tr: İndirme başlatılıyor, lütfen bekleyin...

source: Se a producido un error, vea el log para más información.
tr: Bir hata oluştu, daha fazla bilgi için günlüğe bakın.

source: Se completo la descarga, todo a sido un éxito.
tr: İndirme tamamlandı, hiçbir sorun yok.

source: Descargando, espere por favor… {}
tr: İndiriliyor, lütfen bekleyin... {}

source: Descargando, espere por favor…
tr: İndiriliyor, lütfen bekleyin…

source: Convirtiendo, espere por favor… {}
tr: Dönüştürülüyor, lütfen bekleyin... {}

source: Convirtiendo, espere por favor…
tr: Dönüştürülüyor, lütfen bekleyin…

source: Analizando la integridad del programa...
tr: Programın bütünlüğü analiz ediliyor...

source: Descargando librería...
tr: Kitaplık indiriliyor...

source: Extrayendo librería...
tr: Kitaplık ayıklanıyor...

source: Convirtiendo librería...
tr: Kitaplık dönüştürülüyor...

source: Instalando librería...
tr: Kitaplık yükleniyor...

source: Error al manipular la librería y su instalación. Compruebe que tiene permisos de escritura en el directorio que se encuentra TCA-Media Downloader. Pruebe con permisos de administrador. Vuelva a intentarlo buscando actualizaciones en el menú.
tr: Kitaplığı ve kurulumunu değiştirirken hata oluştu. TCA-Media Downloader'ın bulunduğu dizine yazma izninizin olup olmadığını kontrol edin. Yönetici izinleriyle deneyin. Lütfen menüden güncellemeleri denetleyerek yeniden deneyin.

source: Error al manipular la librería y su eliminación. Compruebe que tiene permisos de escritura en el directorio que se encuentra TCA-Media Downloader. Pruebe con permisos de administrador. Vuelva a intentarlo buscando actualizaciones en el menú.
tr: Kitaplığı işlerken ve kaldırırken hata oluştu. TCA-Media Downloader'ın bulunduğu dizine yazma izninizin olup olmadığını kontrol edin. Yönetici izinleriyle deneyin. Lütfen menüden güncellemeleri denetleyerek yeniden deneyin.

source: No se a podido convertir la librería. Compruebe que tiene permisos de escritura en el directorio que se encuentra TCA-Media Downloader. Pruebe con permisos de administrador. Vuelva a intentarlo buscando actualizaciones en el menú.
tr: Kitaplık dönüştürülemedi. TCA-Media Downloader'ın bulunduğu dizine yazma izninizin olup olmadığını kontrol edin. Yönetici izinleriyle deneyin. Lütfen menüden güncellemeleri denetleyerek yeniden deneyin.

source: No se a podido extraer la librería. Compruebe que tiene permisos de escritura en el directorio que se encuentra TCA-Media Downloader. Pruebe con permisos de administrador. Vuelva a intentarlo buscando actualizaciones en el menú.
tr: Kitaplık ayıklanamadı. TCA-Media Downloader'ın bulunduğu dizine yazma izninizin olup olmadığını kontrol edin. Yönetici izinleriyle deneyin. Lütfen menüden güncellemeleri denetleyerek yeniden deneyin.

source: No se a podido descargar la versión de YT-DLP en internet. Vuelva a intentarlo buscando actualizaciones en el menú.
tr: YT-DLP'nin sürümü internetten indirilemedi. Lütfen menüden güncellemeleri denetleyerek yeniden deneyin.

source: No se a podido obtener la información de versión de YT-DLP en internet. Vuelva a intentarlo buscando actualizaciones en el menú.
tr: YT-DLP'nin sürüm bilgisi internetten alınamadı. Lütfen menüden güncellemeleri denetleyerek yeniden deneyin.

source: Todo fue correcto. TCA-Media Downloader tiene que reiniciarse para terminar de instalar YT-DLP.
tr: Tümü başarılı. YT-DLP'nin yüklenmesini tamamlamak için TCA-Media Downloader'ın yeniden başlatılması gerekir.
