Repository: hxebolax/TCA3-Update
Catalog: data/beta/temp_*/locale/*/LC_MESSAGES/*.po
Languages: tr

source: Selecciona la mejor calidad de video con una resolución igual o menor a 360p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 44.1 kHz, y los combina en un solo archivo.
tr: 360p'ye eşit veya daha düşük bir çözünürlükle en iyi video kalitesini ve 44,1 kHz'e eşit veya daha büyük bir örnekleme hızıyla en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 360p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
tr: 360p'ye eşit veya daha düşük çözünürlükte en iyi video kalitesini ve 48 kHz'e eşit veya daha düşük örnekleme hızında en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 360p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 48 kHz, y los combina en un solo archivo.
tr: 360p'ye eşit veya daha düşük çözünürlükte en iyi video kalitesini ve 48 kHz'e eşit veya daha yüksek örnekleme hızında en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 360p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
tr: 360p'ye eşit veya daha düşük çözünürlükte en iyi video kalitesini ve 96 kHz'e eşit veya daha düşük örnekleme hızında en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 360p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 96 kHz, y los combina en un solo archivo.
tr: 360p'ye eşit veya daha düşük çözünürlükte en iyi video kalitesini ve 96 kHz'e eşit veya daha yüksek örnekleme hızında en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 360p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
tr: 360p'ye eşit veya daha düşük çözünürlükte en iyi video kalitesini ve 192 kHz'e eşit veya daha düşük örnekleme hızında en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 360p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 192 kHz, y los combina en un solo archivo.
tr: 360p'ye eşit veya daha düşük çözünürlükte en iyi video kalitesini ve 192 kHz'e eşit veya daha yüksek örnekleme hızında en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 360p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
tr: 360p'ye eşit veya daha düşük bir çözünürlüğe sahip en iyi video kalitesini ve 96 kbps'ye eşit veya daha düşük bir bit hızına ve 48 kHz'e eşit veya daha düşük bir örnekleme frekansına sahip en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 360p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
tr: 360p'ye eşit veya daha düşük bir çözünürlüğe sahip en iyi video kalitesini ve 128 kbps'ye eşit veya daha düşük bir bit hızına ve 48 kHz'e eşit veya daha düşük bir örnekleme frekansına sahip en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 360p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
tr: 360p'ye eşit veya daha düşük bir çözünürlüğe sahip en iyi video kalitesini ve 192 kbps'ye eşit veya daha düşük bir bit hızına ve 48 kHz'e eşit veya daha düşük bir örnekleme frekansına sahip en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 360p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
tr: 360p'ye eşit veya daha düşük bir çözünürlüğe sahip en iyi video kalitesini ve 256 kbps'ye eşit veya daha düşük bir bit hızına ve 48 kHz'e eşit veya daha düşük bir örnekleme frekansına sahip en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 360p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
tr: 360p'ye eşit veya daha düşük bir çözünürlüğe sahip en iyi video kalitesini ve 320 kbps'ye eşit veya daha düşük bir bit hızına ve 48 kHz'e eşit veya daha düşük bir örnekleme frekansına sahip en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 360p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
tr: 360p'ye eşit veya daha düşük bir çözünürlüğe sahip en iyi video kalitesini ve 96 kbps'ye eşit veya daha düşük bir bit hızına ve 96 kHz'e eşit veya daha düşük bir örnekleme frekansına sahip en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 360p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
tr: 360p'ye eşit veya daha düşük bir çözünürlüğe sahip en iyi video kalitesini ve 128 kbps'ye eşit veya daha düşük bir bit hızına ve 96 kHz'e eşit veya daha düşük bir örnekleme frekansına sahip en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 360p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
tr: 360p'ye eşit veya daha düşük bir çözünürlüğe sahip en iyi video kalitesini ve 192 kbps'ye eşit veya daha düşük bir bit hızına ve 96 kHz'e eşit veya daha düşük bir örnekleme frekansına sahip en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 360p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
tr: 360p'ye eşit veya daha düşük bir çözünürlüğe sahip en iyi video kalitesini ve 256 kbps'ye eşit veya daha düşük bir bit hızına ve 96 kHz'e eşit veya daha düşük bir örnekleme frekansına sahip en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 360p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
tr: 360p'ye eşit veya daha düşük bir çözünürlüğe sahip en iyi video kalitesini ve 320 kbps'ye eşit veya daha düşük bir bit hızına ve 96 kHz'e eşit veya daha düşük bir örnekleme frekansına sahip en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 360p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
tr: 360p'ye eşit veya daha düşük bir çözünürlüğe sahip en iyi video kalitesini ve 96 kbps'ye eşit veya daha düşük bir bit hızına ve 192 kHz'e eşit veya daha düşük bir örnekleme frekansına sahip en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 360p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
tr: 360p'ye eşit veya daha düşük bir çözünürlüğe sahip en iyi video kalitesini ve 128 kbps'ye eşit veya daha düşük bir bit hızına ve 192 kHz'e eşit veya daha düşük bir örnekleme frekansına sahip en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 360p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
tr: 360p'ye eşit veya daha düşük bir çözünürlüğe sahip en iyi video kalitesini ve 192 kbps'ye eşit veya daha düşük bir bit hızına ve 192 kHz'e eşit veya daha düşük bir örnekleme frekansına sahip en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 360p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
tr: 360p'ye eşit veya daha düşük bir çözünürlüğe sahip en iyi video kalitesini ve 256 kbps'ye eşit veya daha düşük bir bit hızına ve 192 kHz'e eşit veya daha düşük bir örnekleme frekansına sahip en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 360p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
tr: 360p'ye eşit veya daha düşük bir çözünürlüğe sahip en iyi video kalitesini ve 320 kbps'ye eşit veya daha düşük bir bit hızına ve 192 kHz'e eşit veya daha düşük bir örnekleme frekansına sahip en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio, y los combina en un solo archivo.
tr: 480p'ye eşit veya daha az çözünürlüğe sahip en iyi video kalitesini ve en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con el códec AAC, y los combina en un solo archivo.
tr: 480p'ye eşit veya daha az çözünürlüğe sahip en iyi video kalitesini ve AAC codec ile en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con el códec FLAC, y los combina en un solo archivo.
tr: 480p'ye eşit veya daha düşük çözünürlükteki en iyi video kalitesini ve FLAC codec ile en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con el códec MP3, y los combina en un solo archivo.
tr: 480p'ye eşit veya daha düşük çözünürlükte en iyi video kalitesini ve MP3 codec ile en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con el códec Opus, y los combina en un solo archivo.
tr: 480p'ye eşit veya daha düşük çözünürlükteki en iyi video kalitesini ve Opus codec ile en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con el códec Vorbis, y los combina en un solo archivo.
tr: 480p'ye eşit veya daha düşük çözünürlükteki en iyi video kalitesini ve Vorbis codec ile en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps, y los combina en un solo archivo.
tr: 480p'ye eşit veya daha düşük çözünürlükte en iyi video kalitesini ve 96 kbps'ye eşit veya daha düşük bit hızında en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una tasa de bits igual o superior a 96 kbps, y los combina en un solo archivo.
tr: 480p'ye eşit veya daha düşük çözünürlükte en iyi video kalitesini ve 96 kbps'ye eşit veya daha yüksek bit hızında en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps, y los combina en un solo archivo.
tr: 480p'ye eşit veya daha düşük çözünürlükte en iyi video kalitesini ve 128 kbps'ye eşit veya daha düşük bit hızında en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una tasa de bits igual o superior a 128 kbps, y los combina en un solo archivo.
tr: 480p'ye eşit veya daha düşük çözünürlükte en iyi video kalitesini ve 128 kbps'ye eşit veya daha yüksek bit hızında en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una tasa de bits igual o menor a 160 kbps, y los combina en un solo archivo.
tr: 480p'ye eşit veya daha düşük çözünürlükte en iyi video kalitesini ve 160 kbps'ye eşit veya daha düşük bit hızında en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una tasa de bits igual o superior a 160 kbps, y los combina en un solo archivo.
tr: 480p'ye eşit veya daha düşük çözünürlükte en iyi video kalitesini ve 160 kbps'ye eşit veya daha yüksek bit hızında en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps, y los combina en un solo archivo.
tr: 480p'ye eşit veya daha düşük çözünürlükte en iyi video kalitesini ve 192 kbps'ye eşit veya daha düşük bit hızında en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una tasa de bits igual o superior a 192 kbps, y los combina en un solo archivo.
tr: 480p'ye eşit veya daha düşük bir çözünürlükle en iyi video kalitesini ve 192 kbps'ye eşit veya daha yüksek bir bit hızıyla en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps, y los combina en un solo archivo.
tr: 480p'ye eşit veya daha düşük çözünürlükte en iyi video kalitesini ve 256 kbps'ye eşit veya daha düşük bit hızında en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una tasa de bits igual o superior a 256 kbps, y los combina en un solo archivo.
tr: 480p'ye eşit veya daha düşük çözünürlükte en iyi video kalitesini ve 256 kbps'ye eşit veya daha yüksek bit hızında en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps, y los combina en un solo archivo.
tr: 480p'ye eşit veya daha düşük çözünürlükte en iyi video kalitesini ve 320 kbps'ye eşit veya daha düşük bit hızında en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una tasa de bits igual o superior a 320 kbps, y los combina en un solo archivo.
tr: 480p'ye eşit veya daha düşük çözünürlükte en iyi video kalitesini ve 320 kbps'ye eşit veya daha yüksek bit hızında en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 44.1 kHz, y los combina en un solo archivo.
tr: 480p'ye eşit veya daha düşük çözünürlükte en iyi video kalitesini ve 44,1 kHz'e eşit veya daha düşük örnekleme hızında en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 44.1 kHz, y los combina en un solo archivo.
tr: 480p'ye eşit veya daha düşük bir çözünürlükle en iyi video kalitesini ve 44,1 kHz'e eşit veya daha büyük bir örnekleme frekansıyla en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
tr: 480p'ye eşit veya daha düşük çözünürlükte en iyi video kalitesini ve 48 kHz'e eşit veya daha düşük örnekleme frekansında en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 48 kHz, y los combina en un solo archivo.
tr: 480p'ye eşit veya daha düşük çözünürlükte en iyi video kalitesini ve 48 kHz'e eşit veya daha yüksek örnekleme hızında en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
tr: 480p'ye eşit veya daha düşük çözünürlükte en iyi video kalitesini ve 96 kHz'e eşit veya daha düşük örnekleme hızında en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 96 kHz, y los combina en un solo archivo.
tr: 480p'ye eşit veya daha düşük çözünürlüğe sahip en iyi video kalitesini ve 96 kHz'e eşit veya daha yüksek örnekleme hızına sahip en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
tr: 480p'ye eşit veya daha düşük çözünürlükte en iyi video kalitesini ve 192 kHz'e eşit veya daha düşük örnekleme hızında en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 192 kHz, y los combina en un solo archivo.
tr: 480p'ye eşit veya daha düşük çözünürlükte en iyi video kalitesini ve 192 kHz'e eşit veya daha yüksek örnekleme hızında en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
tr: 480p veya daha az çözünürlüğe sahip en iyi video kalitesini ve 96 kbps veya daha düşük bit hızına ve 48 kHz veya daha düşük örnekleme frekansına sahip en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
tr: 480p veya daha az çözünürlüğe sahip en iyi video kalitesini ve 128 kbps veya daha az bit hızına ve 48 kHz veya daha az örnekleme frekansına sahip en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
tr: 480p veya daha az çözünürlüğe sahip en iyi video kalitesini ve 192 kbps veya daha az bit hızına ve 48 kHz veya daha az örnekleme frekansına sahip en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
tr: 480p veya daha düşük çözünürlüğe sahip en iyi video kalitesini ve 256 kbps veya daha düşük bit hızına ve 48 kHz veya daha düşük örnekleme frekansına sahip en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
tr: 480p veya daha az çözünürlüğe sahip en iyi video kalitesini ve 320 kbps veya daha az bit hızına ve 48 kHz veya daha az örnekleme frekansına sahip en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
tr: 480p veya daha az çözünürlüğe sahip en iyi video kalitesini ve 96 kbps veya daha az bit hızına ve 96 kHz veya daha az örnekleme frekansına sahip en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
tr: 480p'ye eşit veya daha düşük bir çözünürlüğe sahip en iyi video kalitesini ve 128 kbps'ye eşit veya daha düşük bir bit hızına ve 96 kHz'e eşit veya daha düşük bir örnekleme frekansına sahip en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
tr: 480p veya daha az çözünürlüğe sahip en iyi video kalitesini ve 192 kbps veya daha az bit hızına ve 96 kHz veya daha az örnekleme frekansına sahip en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.
