Repository: hxebolax/TCA3-Update
Catalog: data/beta/temp_*/locale/*/LC_MESSAGES/*.po
Languages: tr

source: Cargando...
tr: Yükleniyor...

source: TCA-Media Downloader ya se encuentra en ejecución. Cierra la otra instancia antes de iniciar esta. Si sigue sin funcionar abre una consola en el directorio de TCA-Media Downloader y escribe lo siguiente: TCA-MediaDownloader -k o TCA-MediaDownloader --kill
tr: TCA-Media Downloader zaten çalışıyor. Önce açık pencereyi kapatın. Hala çalışmıyorsa, TCA-Media Downloader dizininde bir konsol açın ve aşağıdakini yazın: TCA-MediaDownloader -k veya TCA-MediaDownloader --kill

source: Error
tr: Hata

source: Hay un proceso de actualización activo. Espere a que termine para poder ejecutar TCA-Media Downloader.
tr: Aktif bir güncelleme süreci var. TCA-Media Downloader'ı çalıştırmadan önce bitmesini bekleyin.

source: Final
tr: Kararlı

source: Va a proceder a comprimir una copia de TCA-Media Downloader. Se generará un archivo comprimido en .zip incluyendo los archivos originales de la aplicación. El .zip resultante será una copia exacta como si hubiese sido recién descargada. Este .zip puede distribuirlo sin problemas ya que no llevara ninguna configuración de su equipo ni información. Si continua se le pedirá que elija un directorio donde guardar el .zip. En dicho directorio se creará el archivo: {} Una vez elija el directorio empezara el proceso de comprimir los archivos en el .zip. ¿Desea continuar con el proceso?
tr: TCA-Media Downloader'ın bir kopyasını sıkıştırmaya devam edeceksiniz. Orijinal uygulama dosyalarını içeren sıkıştırılmış bir .zip dosyası oluşturulacaktır. Ortaya çıkan .zip dosyası, yeni indirilmiş gibi tam bir kopya olacaktır. Bilgisayarınızın herhangi bir konfigürasyonunu veya bilgisini taşımayacağı için bu .zip dosyasını sorunsuz bir şekilde dağıtabilirsiniz. Devam ederseniz .zip dosyasının kaydedileceği dizini seçmeniz istenecektir. Bu dizinde dosya oluşturulacaktır: {} Dizini seçtikten sonra dosyaları .zip dosyasına sıkıştırma işlemi başlayacaktır. Sürece devam etmek istiyor musunuz?

source: Pregunta
tr: Soru

source: Seleccione un directorio
tr: Bir dizin seçin

source: No puede elegir el directorio de TCA-Media Downloader ni ninguno de sus subdirectorios para guardar el archivo .zip. Vuelva a intentarlo.
tr: .zip dosyasını kaydetmek için TCA-Media Downloader dizinini veya alt dizinlerinden herhangi birini seçemezsiniz. Tekrar deneyin.

source: Progreso de la Compresión
tr: Sıkıştırma İlerlemesi

source: Terminando de actualizar...
tr: Güncelleme Tamamlandı...

source: Espere por favor...
tr: Lütfen bekleyin...

source: Seleccione una categoría de favoritos.
tr: Bir sık kullanılanlar kategorisi seçin.

source: Terminando de actualizar {}
tr: {} güncellemesi tamamlanıyor

source: Ha ocurrido un error al terminar de instalar: {}
tr: Yükleme işlemi tamamlanırken bir hata oluştu: {}

source: Campo de URL borrado.
tr: Bağlantı alanı temizlendi.

source: Campo de búsqueda borrado.
tr: Arama alanı silindi.

source: Sin búsquedas
tr: Arama yok

source: Búsqueda limpiada.
tr: Arama temizlendi.

source: Agregue una lista de videos.
tr: Bir video listesi ekleyin.

source: Agregue o seleccione una lista de videos.
tr: Bir video listesi ekleyin veya seçin.

source: La lista de videos está vacía.
tr: Video listesi boş.

source: Agregue una playlist.
tr: Bir oynatma listesi ekleyin.

source: Agregue un canal.
tr: Bir kanal ekleyin.

source: URL
tr: Bağlantı

source: Búsqueda
tr: Arama

source: Descargas
tr: İndirilenler

source: Favoritos
tr: Sık Kullanılanlar

source: Se encuentra en la pestaña {}
tr: {} sekmesinde bulunuyorsunuz

source: No se han encontrado resultados.
tr: Sonuç bulunamadı.

source: Se encuentra en el resultado {} de {}
tr: Listedeki konumunuz {}, toplam {} sonuç bulundu

source: Descargas activas: ({}) Descargas terminadas: ({}) Descargas con errores: ({})
tr: Etkin indirme: ({}) Tamamlanan indirme: ({}) Başarısız indirme: ({})

source: No es una URL valida para reproducir.
tr: Oynatmak için geçerli bir Bağlantı değil.

source: Ya tiene una descarga del tipo Video y con la misma URL. Hasta que dicha descarga no termine no puede agregar otra con estas características. Espere a que la descarga termine y vuelva a intentarlo.
tr: Zaten Video türünde ve aynı Bağlantıya sahip bir indirme işleminiz var. Söz konusu indirme bitene kadar bu özelliklere sahip bir tane daha ekleyemezsiniz. İndirmenin bitmesini bekleyin ve tekrar deneyin.

source: Información
tr: Bilgi

source: No es una URL valida para descargar.
tr: İndirme için geçerli bir Bağlantı değil.

source: Tiene descargas activas. Si cierra la aplicación puede perder información. ¿Desea continuar?
tr: Etkin indirmeleriniz var. Uygulamayı kapatırsanız bilgilerinizi kaybedebilirsiniz. Çıkmak istediğinizden emin misiniz?

source: Tiene descargas activas. Solo se pueden buscar actualizaciones cuando no hay ninguna descarga activa. Inténtelo más tarde.
tr: Etkin indirmeleriniz var. Yalnızca etkin indirme olmadığında güncellemeleri denetleyebilirsiniz. Lütfen daha sonra tekrar deneyiniz.

source: Obteniendo información...
tr: Bilgi alınıyor...

source: No e podido obtener la información. Inténtelo de nuevo.
tr: Bilgi alınamadı. Tekrar deneyin.

source: No se a encontrado conexión a internet. Compruebe que todo esta correcto.
tr: İnternet bağlantısı bulunamadı. Bağlantınızın olduğundan emin olun.

source: Se produjo el siguiente error: {} Además, le paso una traza que puede servir al programador: {}
tr: Aşağıdaki hata oluştu: {} Ek olarak, programcı tarafından kullanılabilecek bir iz iletiyorum: {}

source: Se encontró una actualización de la librería YT-DLP. Versión encontrada: {}. Se va a proceder a su descarga y instalación. Una vez el proceso termine TCA-Media Downloader se reiniciará. ¿Desea realizar la actualización ahora?
tr: YT-DLP kitaplığı için bir güncelleme bulundu. Bulunan sürüm: {}. İndirilip kurulacak. İşlem tamamlandığında TCA-Media Downloader yeniden başlatılacak. Şimdi güncellemek istiyor musunuz?

source: Confirmación
tr: Onayla

source: No hay actualizaciones disponibles. Compruébelo más adelante.
tr: Kullanılabilir güncelleme mevcut değil. Daha sonra tekrar deneyin.

source: Tiene descargas activas. Cambio en ajustes la rama de YT-DLP. Busque actualizaciones en el menú para cambiar de rama una vez terminen las descargas.
tr: Etkin indirmeleriniz var. YT-DLP şubesinin ayarlarında değişiklik yapın. İndirmeler tamamlandıktan sonra şubeler arasında geçiş yapmak için menüden güncellemeleri denetleyin.

source: Se a cambiado la rama a usar de la librería YT-DLP. Se va a proceder a su descarga y instalación. Una vez el proceso termine TCA-Media Downloader se reiniciará. ¿Desea realizar la actualización ahora?
tr: YT-DLP kütüphanesinin kullanılacağı Kararlı dal güncellendi. İndirmeye ve yüklemeye devam edilecek. İşlem bittiğinde TCA-Media Downloader yeniden başlatılacak. Şimdi yükseltmek istiyor musunuz?

source: No se a podido encontrar ningún archivo de documentación. Esto significa que al programa le faltan archivos. Vuelva a descargarse el programa para disponer del manual.
tr: Kılavuz dosyası bulunamadı. Bu, programın eksik dosyaları olduğu anlamına gelir. Kılavuza sahip olmak için programı tekrar indirin.

source: Acerca de TCA-Media Downloader {} {} Versión interna: {}. Versión librería YT-DLP: {}. Versión compilada con Python: {}. Versión de wxPython: {}. Programa sencillo para descargar contenido multimedia desde YouTube, Facebook, Vimeo y mas. Creado por: Peter Reina y Héctor J. Benítez Corredera. 2019-2023© Todos los derechos reservados.
tr: TCA-Medya Downloader Hakkında {} {} Dahili sürüm: {}. YT-DLP kitaplığı sürümü: {}. Python ile derlenen sürüm: {}. wxPython sürümü: {}. YouTube, Facebook, Vimeo ve multimedya içeriklerini indirmek için basit bir program daha öte. Oluşturan: Peter Reina ve Héctor J. Benítez Corredera. 2019-2023© Tüm hakları saklıdır.

source: Pausar (F2)
tr: Duraklat (F2)

source: Reproducir (F2)
tr: Oynat (F2)

source: &Lector de chat en directo
tr: &Canlı sohbet okuyucu

source: &Extracción de pistas de audio
tr: S&esleri ayıkla

source: Comprobar &integridad de TCA-Media Downloader
tr: TCA-Media Downloader'ın kontrolü ve bütünlüğü

source: &Crear una copia de TCA-Media Downloader para distribuir
tr: &Dağıtmak için TCA-Media Downloader'ın bir kopyasını oluşturun

source: &Lista de sitios soportados por YT-DLP
tr: YT-DLP tarafından desteklenen sitelerin &listesi

source: &Otros
tr: &Diğer Siteler

source: &Buscar actualizaciones
tr: &Güncellemeleri denetle

source: &Opciones
tr: &Seçenekler

source: &Manual
tr: &Kılavuz

source: Entra a nuestro sitio &web
tr: &web Sitesine Git

source: &Acerca de...
tr: &Hakkında...

source: &Salir
tr: &Çık

source: &Limpiar búsqueda
tr: &Aramayı Temizle

source: Buscar &Videos
tr: &Video Ara

source: Buscar &PlayLists
tr: &Oynatma Listesi Ara

source: Buscar &Canales
tr: &Kanal Ara

source: descarga múltiple
tr: çoklu indirme

source: &Reproducir
tr: &Oynat

source: Abrir enlace de la descarga en la &web
tr: İndirme bağlantısını &web'de aç

source: Copiar el enlace de la descarga al &portapapeles
tr: İndirme bağlantısını &panoya kopyala

source: Abrir &carpeta de la descarga
tr: İndirme klasörünü &aç

source: Ver &error
tr: &Sürüm hatası

source: Limpiar descargas terminadas
tr: Biten indirmeleri temizle

source: Limpiar descargas erróneas
tr: Hatalı indirmeleri temizle

source: &Acciones generales
tr: &Genel işlemler

source: Borrar toda la base de datos
tr: Tüm veritabanını temizle

source: Crear copia de seguridad
tr: Yedek oluştur

source: Restaurar copia de seguridad
tr: Yedeği geri yükle

source: &Hacer / restaurar copias de seguridad de la base de datos
tr: &Veritabanını yedekle/geri yükle

source: Nueva Lista de Videos
tr: Yeni Video Listesi

source: Editar el nombre de la lista de videos
tr: Video listesi adını düzenle

source: Borrar lista de videos
tr: Video listesini temizle

source: Borrar todas las PlayList
tr: Tüm Oynatma Listelerini Temizle

source: Borrar todos los Canales
tr: Tüm Kanalları Temizle

source: &Descarga normal
tr: Normal İn&dir

source: Descarga &personalizada
tr: İndirmeyi &Özelleştir

source: &Información del Video
tr: &Video Bilgileri

source: &Eliminar de la lista de videos
tr: Video listesinden kaldı&r

source: &Descarga toda la PlayList
tr: &Tüm Oynatma Listesi'ni indir

source: &Elegir videos para descargar
tr: İndiril&ecek videoları seçin

source: &Información de la PlayList
tr: Oynatma Listesi &Bilgileri

source: &Eliminar de la lista de PlayList
tr: Oynatma Listesinden kaldı&r

source: &Descarga todo el Canal
tr: &Tüm Kanalı İndir

source: &Información del Canal
tr: &Kanal Bilgileri

source: &Eliminar de la lista de Canales
tr: Kanallar list&esinden kaldır

source: Descargar con &formato
tr: &Biçimiyle İndir

source: Descargar &original
tr: &Orijinalini indir

source: &Intentar descargar con formato
tr: &Biçim ile indirmeyi dene

source: Intentar descargar &original
tr: &orijinal indirmeyi deneyin

source: Genera código &QR para abrir con el móvil
tr: Cep telefonunda açmak için &QR kodu oluştur

source: Compartir con &Facebook
tr: &Facebook'ta paylaş

source: Compartir con Tw&itter
tr: Tw&itter'da paylaş

source: Compartir con &Mastodon
tr: &Mastodon'da paylaş

source: Compartir con &WhatsApp
tr: &WhatsApp'ta paylaş

source: Compartir con &Telegram
tr: &Telegram'da paylaş

source: &Elegir cantidad de resultados a mostrar
tr: &Gösterilecek sonuç sayısını seç

source: Se a producido un error y no se pudo obtener la información. Vuelva a intentarlo.
tr: Bir hata oluştu ve bilgi alınamadı. Tekrar deneyin.

source: (PlayList) - {} - aprox. {} videos
tr: (Oynatma Listesi) - {} - yakl. {} video

source: (Canal) - {}
tr: (Kanal) - {}

source: Descargador &múltiple para la búsqueda
tr: Ara&ma için çoklu indirici

source: Abrir en la WEB
tr: WEB'de aç

source: Copiar enlace del video al portapapeles
tr: Video bağlantısını panoya kopyala

source: &Compartir
tr: &Paylaş

source: Crear una nueva lista de videos y agregar el video
tr: Yeni bir video listesi oluşturun ve videoyu ekleyin

source: &Añadir a una lista de videos
tr: Bir Vid&eo Listesine Ekle

source: Copiar enlace de la PlayList al portapapeles
tr: Oynatma Listesi bağlantısını panoya kopyala

source: &Añadir a favoritos
tr: Sık Kull&anılanlara Ekle

source: Quitar de f&avoritos
tr: S&ık Kullanılanlardan Kaldır

source: Copiar enlace del Canal al portapapeles
tr: Kanal bağlantısını panoya kopyala

source: Se a copiado la URL al portapapeles.
tr: Bağlantı panoya kopyalandı.

source: Se a copiado la URL al portapapeles, Facebook no deja compartir directamente y tendrá que pegar en el cuadro de compartir la URL manualmente.
tr: Bağlantı panoya kopyalandı. Facebook doğrudan paylaşıma izin vermediği için Bağlantıyı paylaşım kutusuna elle yapıştırmanız gerekir.

source: Estoy viendo esto en YouTube:%0A%0A{}
tr: YouTube'dan izliyorum:%0A%0A{}

source: Ya existe un video igual en la lista de videos que eligió. Elija otra lista de videos si aun desea guardarlo.
tr: Benzer bir video, seçtiğiniz videolar listesinde zaten mevcut. Kaydetmek istiyorsanız başka bir video listesi seçin.

source: Error de integridad en la base de datos: {}
tr: Veri tabanı bütünlük hatası: {}

source: Ya existe una lista de videos con el nombre: {} No puede haber dos listas con el mismo nombre. Vuelva a intentarlo.
tr: Aynı ada sahip bir video listesi zaten var: {} Aynı ada sahip iki liste olamaz. Tekrar deneyin.

source: PlayList
tr: Oynatma Listeleri

source: Ya tiene una descarga del tipo PlayList y con la misma URL. Hasta que dicha descarga no termine no puede agregar otra con estas características. Espere a que la descarga termine y vuelva a intentarlo.
tr: Zaten Oynatma Listesi türünde ve aynı Bağlantıya sahip bir indirme işlemi mevcut. Söz konusu indirme bitene kadar bu özelliklere sahip bir tane daha ekleyemezsiniz. İndirmenin bitmesini bekleyin ve tekrar deneyin.

source: Ya existe una PlayList igual en la base de datos.
tr: Benzer bir Oynatma Listesi veritabanında zaten mevcut.

source: Canal
tr: Kanal

source: Ya tiene una descarga del tipo Canal o PlayList y con la misma URL. Hasta que dicha descarga no termine no puede agregar otra con estas características. Espere a que la descarga termine y vuelva a intentarlo.
tr: Zaten Kanal veya Oynatma Listesi türünde ve aynı Bağlantıya sahip bir indirme işlemi mevcut. Söz konusu indirme bitene kadar bu özelliklere sahip bir tane daha ekleyemezsiniz. İndirmenin bitmesini bekleyin ve tekrar deneyin.

source: Ya existe un canal igual en la base de datos.
tr: Benzer bir kanal veritabanında zaten mevcut.

source: Sin descargas
tr: İndirme yok

source: Se copio la URL del video al portapapeles.
tr: Video Bağlantısı panoya kopyalandı.

source: Se a producido un error al abrir la carpeta. Error: {}
tr: Klasörü açarken bir hata oluştu. Hata: {}

source: Se produjo un error, le dejo tanto el error de YT-DLP como la traza. Esto puede servir para corregir errores, compártalo con el desarrollador si desea mejorar TCA-Media Downloader. Se muestran las dos categorías, si alguna esta en blanco es por que no se produjo en esa. Error YT-DLP: {} Error Traza: {} ¿Desea copiarlo al portapapeles?
tr: Bir hata oluştu, size hem YT-DLP hatası hem de izini bırakıyorum. Bu, hataları düzeltmek için kullanılabilir, TCA-Media Downloader'ı geliştirmek istiyorsanız lütfen geliştiriciyle paylaşın. İki kategori gösterilir, eğer biri boşsa, bunun nedeni o kategoride oluşmamış olmasıdır. YT-DLP hatası: {} Hata İzleme: {} Panoya kopyalamak istiyor musunuz?

source: Error YT-DLP: {} Error Traza: {}
tr: YT-DLP hatası: {} Hata İzleme: {}

source: Se copio el error al portapapeles.
tr: Hata panoya kopyalandı.

source: Vaciar la lista de videos
tr: Video listesini boşalt

source: Esta apunto de borrar por completo la base de datos. Esta acción no es reversible. ¿Esta seguro que desea continuar?
tr: Veritabanını tamamen silmek üzeresiniz. Bu eylem geri alınamaz. Devam etmek istediğinizden emin misiniz?

source: Archivo de copia de seguridad TCA-Media Downloader (*.TCA-MDC)|*.TCA-MDC
tr: TCA-Media Downloader Yedekleme Dosyası (*.TCA-MDC)|*.TCA-MDC

source: Guardar la copia de seguridad en...
tr: Yedeklemeyi şuraya kaydet...

source: Se a producido un error al guardar la base de datos. Le dejo el error: {}
tr: Veritabanı kaydedilirken bir hata oluştu. Hata içeriği: {}

source: La copia de seguridad se ha guardado con éxito en: {}
tr: Yedeğiniz başarıyla şuraya kaydedildi: {}

source: Seleccione un archivo de copia de seguridad
tr: Bir yedekleme dosyası seçin

source: Se a producido un error al restaurar la base de datos. Le dejo el error: {}
tr: Veritabanı geri yüklenirken bir hata oluştu. Hata içeriği {}

source: La copia de seguridad se ha restaurado con éxito.
tr: Yedek başarıyla geri yüklendi.

source: Esta apunto de borrar por completo todas las entradas de {}. Esta acción no es reversible. ¿Esta seguro que desea continuar?
tr: {} içindeki tüm girdileri tamamen silmek üzeresiniz. Bu eylem geri alınamaz. Devam etmek istediğinizden emin misiniz?

source: Canales
tr: Kanallar

source: Esta apunto de borrar la lista de videos y todo su contenido: {} Esta acción no es reversible. ¿Esta seguro que desea continuar?
tr: Video listesini ve tüm içeriğini silmek üzeresiniz: {} Bu eylem geri alınamaz. Devam etmek istediğinizden emin misiniz?

source: Esta apunto de borrar el contenido de la lista de videos: {} Esta acción no es reversible. ¿Esta seguro que desea continuar?
tr: Video listesinin içeriğini silmek üzeresiniz: {} Bu eylem geri alınamaz. Devam etmek istediğinizden emin misiniz?

source: Descargador &múltiple
tr: &Çoklu indirici

source: Ya tiene una descarga del tipo Canal y con la misma URL. Hasta que dicha descarga no termine no puede agregar otra con estas características. Espere a que la descarga termine y vuelva a intentarlo.
tr: Zaten Kanal türünde ve aynı Bağlantıya sahip bir indirme işleminiz var. Söz konusu indirme bitene kadar bu özelliklere sahip bir tane daha ekleyemezsiniz. İndirmenin bitmesini bekleyin ve tekrar deneyin.

source: Esta apunto de borrar el siguiente video de la base de datos: {} Esta acción no es reversible. ¿Esta seguro que desea continuar?
tr: Aşağıdaki videoyu veritabanından silmek üzeresiniz: {} Bu eylem geri alınamaz. Devam etmek istediğinizen emin misiniz?

source: Se produjo el siguiente error en la librería YT-DLP: {} Además, le paso una traza que puede servir al programador: {}
tr: YT-DLP kitaplığında aşağıdaki hata oluştu: {} Ek olarak, programcı tarafından kullanılabilecek bir iz iletiyorum: {}

source: Esta apunto de borrar la siguiente PlayList de la base de datos: {} Esta acción no es reversible. ¿Esta seguro que desea continuar?
tr: Aşağıdaki OynatmaListesini veritabanından silmek üzeresiniz: {} Bu eylem geri alınamaz. Devam etmek istediğinizden emin misiniz?

source: Esta apunto de borrar el siguiente Canal de la base de datos: {} Esta acción no es reversible. ¿Esta seguro que desea continuar?
tr: Aşağıdaki Kanalı veritabanından silmek üzeresiniz: {} Bu eylem geri alınamaz. Devam etmek istediğinizden emin misiniz?

source: Elegir &ubicación (personalizado):
tr: &Konum seç (Özel):

source: Elegir &ubicación (por defecto):
tr: &Konum seçin (varsayılan):

source: La URL que a introducido no contiene multimedia para poder ser descargada por YT-DLP. Si contiene multimedia piense que la librería YT-DLP no puede descargar de todos los sitios. Si le aparece este mensaje es que después de comprobar la URL YT-DLP no pudo obtener información.
tr: Girdiğiniz Bağlantı, YT-DLP tarafından indirilecek multimedya içermiyor. Multimedya içeriyorsa, YT-DLP kitaplığının tüm sitelerden indirilemeyeceğini unutmayın. Bu mesajı görürseniz Bağlantınız YT-DLP kitaplığı tarafından desteklenmiyor olabilir.

source: Este campo solo admite URL’s validas. Introduzca una URL de YouTube, YouTube Music o alguna URL compatible con YT-DLP.
tr: Bu alana yalnızca geçerli bağlantıları girebilirsiniz. Bir YouTube Bağlantısı, YouTube Müzik veya YT-DLP uyumlu bir Bağlantı girin.

source: Otro
tr: Diğer

source: Ya tiene una descarga del tipo Otro y con la misma URL. Hasta que dicha descarga no termine no puede agregar otra con estas características. Espere a que la descarga termine y vuelva a intentarlo.
tr: Zaten Diğer türünde ve aynı Bağlantıya sahip bir indirme işlemi mevcut. Söz konusu indirme bitene kadar bu özelliklere sahip bir tane daha ekleyemezsiniz. İndirmenin bitmesini bekleyin ve tekrar deneyin.

source: personalizada
tr: kişiselleştir

source: original
tr: orijinal

source: La URL que a introducido pertenece a una transmisión en directo. Lo sentimos pero no puede ser descargada.
tr: Girdiğiniz Bağlantı bir canlı yayına ait. Üzgünüz ama indirilemiyor.

source: Personalizado
tr: Kişiselleştir

source: No se a podido obtener ninguna URL de reproducción. Compruebe que todo esta correcto. Igualmente puede ser que el video este protegido con DRM, sea privado o este prohibido por geolocalización. Vuelva a intentarlo más tarde.
tr: Oynatma Bağlantısı alınamadı. Her şeyin doğru olduğunu kontrol edin. Ayrıca video DRM ile korunuyor, gizli veya coğrafi konum nedeniyle yasaklanmış olabilir. Daha sonra tekrar deneyin.

source: Elija la calidad de reproducción
tr: Oynatma kalitesini seçin

source: Calidad &baja
tr: Düşük kalite

source: Calidad &media
tr: Orta kalite

source: Calidad &alta
tr: Yüksek k&alite

source: Avanzado
tr: Gelişmiş

source: 10 resultados
tr: 10 sonuç

source: 25 resultados
tr: 25 sonuç

source: 50 resultados
tr: 50 sonuç

source: 75 resultados
tr: 75 sonuç

source: 100 resultados
tr: 100 sonuç

source: 250 resultados
tr: 250 sonuç

source: 500 resultados
tr: 500 sonuç

source: Español
tr: İspanyolca

source: Inglés
tr: İngilizce

source: Francés
tr: Fransızca

source: Italiano
tr: İtalyanca

source: Audio flac
tr: Flac Ses biçimi

source: Audio m4a
tr: M4a Ses Biçimi

source: Audio mp3 (por defecto)
tr: Mp3 Ses Biçimi (varsayılan)

source: Audio ogg
tr: Ogg Ses biçimi

source: Audio opus
tr: Opus Ses biçimi

source: Audio wav
tr: Wav Ses biçimi

source: Video avi
tr: Avi Video biçimi

source: Video flv
tr: Flv Video biçimi

source: Video m2ts
tr: M2ts Video biçimi

source: Video mkv
tr: Mkv Video biçimi

source: Video mov
tr: Mov Video biçimi

source: Video mp4
tr: Mp4 Video biçimi

source: Video mpeg
tr: MPEG Video Biçimi

source: Video mpg
tr: Mpg Video biçimi

source: Video webm
tr: Webm Video biçimi

source: Video wmv
tr: Vmv Video biçimi

source: 192 Kbps (por defecto)
tr: 192Kbps (varsayılan)

source: Sin numeración (por defecto)
tr: Numaralandırma yok (varsayılan)

source: Sin numeración y crear subdirectorio
tr: Numaralandırma yok ve alt dizin oluştur

source: Con numeración
tr: Numaralandırma ile

source: Con numeración y crear subdirectorio
tr: Numaralandırma ile ve alt dizin oluştur

source: 1 minuto
tr: 1 dakika

source: 1 segundo
tr: 1 saniye

source: 15 segundos
tr: 15 saniye

source: 30 segundos
tr: 30 saniye

source: 5 segundos
tr: 5 saniye

source: 10 minutos
tr: 10 dakika

source: 5 minutos
tr: 5 dakika

source: 15 minutos
tr: 15 dakika

source: Selecciona la peor calidad disponible.
tr: Mevcut en kötü kaliteyi seçin.

source: Selecciona la peor calidad de audio disponible, si no está disponible, selecciona la peor calidad general.
tr: Mevcut en kötü ses kalitesini seçin, yoksa genel olarak en kötü kaliteyi seçin.

source: Selecciona la mejor calidad disponible.
tr: Mevcut en iyi kaliteyi seçin.

source: Selecciona la mejor calidad de audio disponible, si no está disponible, selecciona la mejor calidad general.
tr: Mevcut en iyi ses kalitesini seçin, yoksa genel olarak en iyi kaliteyi seçin.

source: Selecciona la mejor calidad de video y audio y los combina en un solo archivo.
tr: En iyi video ve ses kalitesini seçer ve bunları tek bir dosyada birleştirir.
