Repository: hxebolax/TCA3-Update
Catalog: data/beta/temp_*/locale/*/LC_MESSAGES/*.po
Languages: tr

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con el códec AAC, y los combina en un solo archivo.
tr: 4320p'ye eşit veya daha düşük çözünürlükteki en iyi video kalitesini ve AAC codec ile en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con el códec FLAC, y los combina en un solo archivo.
tr: 4320p'ye eşit veya daha düşük çözünürlükteki en iyi video kalitesini ve FLAC codec ile en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con el códec MP3, y los combina en un solo archivo.
tr: 4320p'ye eşit veya daha düşük çözünürlükte en iyi video kalitesini ve MP3 codec ile en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con el códec Opus, y los combina en un solo archivo.
tr: 4320p'ye eşit veya daha düşük çözünürlükteki en iyi video kalitesini ve Opus codec ile en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con el códec Vorbis, y los combina en un solo archivo.
tr: 4320p'ye eşit veya daha düşük çözünürlükteki en iyi video kalitesini ve Vorbis codec ile en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps, y los combina en un solo archivo.
tr: 4320p'ye eşit veya daha düşük çözünürlükte en iyi video kalitesini ve 96 kbps'ye eşit veya daha düşük bit hızında en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o superior a 96 kbps, y los combina en un solo archivo.
tr: 4320p'ye eşit veya daha düşük çözünürlükte en iyi video kalitesini ve 96 kbps'ye eşit veya daha yüksek bit hızında en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps, y los combina en un solo archivo.
tr: 4320p'ye eşit veya daha düşük çözünürlükte en iyi video kalitesini ve 128 kbps'ye eşit veya daha düşük bit hızında en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o superior a 128 kbps, y los combina en un solo archivo.
tr: 4320p'ye eşit veya daha düşük çözünürlükte en iyi video kalitesini ve 128 kbps'ye eşit veya daha yüksek bit hızında en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 160 kbps, y los combina en un solo archivo.
tr: 4320p'ye eşit veya daha düşük çözünürlükte en iyi video kalitesini ve 160 kbps'ye eşit veya daha düşük bit hızında en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o superior a 160 kbps, y los combina en un solo archivo.
tr: 4320p'ye eşit veya daha düşük çözünürlükte en iyi video kalitesini ve 160 kbps'ye eşit veya daha yüksek bit hızında en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps, y los combina en un solo archivo.
tr: 4320p'ye eşit veya daha düşük çözünürlükte en iyi video kalitesini ve 192 kbps'ye eşit veya daha düşük bit hızında en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o superior a 192 kbps, y los combina en un solo archivo.
tr: 4320p'ye eşit veya daha düşük çözünürlükte en iyi video kalitesini ve 192 kbps'ye eşit veya daha yüksek bit hızında en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps, y los combina en un solo archivo.
tr: 4320p'ye eşit veya daha düşük çözünürlükte en iyi video kalitesini ve 256 kbps'ye eşit veya daha düşük bit hızında en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o superior a 256 kbps, y los combina en un solo archivo.
tr: 4320p'ye eşit veya daha düşük çözünürlükte en iyi video kalitesini ve 256 kbps'ye eşit veya daha yüksek bit hızında en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps, y los combina en un solo archivo.
tr: 4320p'ye eşit veya daha düşük çözünürlükte en iyi video kalitesini ve 320 kbps'ye eşit veya daha düşük bit hızında en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o superior a 320 kbps, y los combina en un solo archivo.
tr: 4320p'ye eşit veya daha düşük çözünürlükte en iyi video kalitesini ve 320 kbps'ye eşit veya daha yüksek bit hızında en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 44.1 kHz, y los combina en un solo archivo.
tr: 4320p'ye eşit veya daha düşük çözünürlüğe sahip en iyi video kalitesini ve 44,1 kHz'e eşit veya daha düşük örnekleme hızına sahip en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 44.1 kHz, y los combina en un solo archivo.
tr: 4320p'ye eşit veya daha düşük çözünürlüğe sahip en iyi video kalitesini ve 44,1 kHz'e eşit veya daha yüksek örnekleme hızına sahip en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
tr: 4320p'ye eşit veya daha düşük çözünürlükte en iyi video kalitesini ve 48 kHz'e eşit veya daha düşük örnekleme hızında en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 48 kHz, y los combina en un solo archivo.
tr: 4320p'ye eşit veya daha düşük çözünürlüğe sahip en iyi video kalitesini ve 48 kHz'e eşit veya daha yüksek örnekleme hızına sahip en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
tr: 4320p'ye eşit veya daha düşük çözünürlükte en iyi video kalitesini ve 96 kHz'e eşit veya daha düşük örnekleme hızında en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 96 kHz, y los combina en un solo archivo.
tr: 4320p'ye eşit veya daha düşük çözünürlüğe sahip en iyi video kalitesini ve 96 kHz'e eşit veya daha yüksek örnekleme hızına sahip en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
tr: 4320p'ye eşit veya daha düşük çözünürlükte en iyi video kalitesini ve 192 kHz'e eşit veya daha düşük örnekleme hızında en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 192 kHz, y los combina en un solo archivo.
tr: 4320p'ye eşit veya daha düşük çözünürlüğe sahip en iyi video kalitesini ve 192 kHz'e eşit veya daha yüksek örnekleme hızına sahip en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
tr: 4320p veya daha az çözünürlüğe sahip en iyi video kalitesini ve 96 kbps veya daha düşük bit hızına ve 48 kHz veya daha düşük örnekleme frekansına sahip en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
tr: 4320p'ye eşit veya daha düşük bir çözünürlüğe sahip en iyi video kalitesini ve 128 kbps'ye eşit veya daha düşük bir bit hızına ve 48 kHz'e eşit veya daha düşük bir örnekleme frekansına sahip en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
tr: 4320p'ye eşit veya daha düşük bir çözünürlüğe sahip en iyi video kalitesini ve 192 kbps'ye eşit veya daha düşük bir bit hızına ve 48 kHz'e eşit veya daha düşük bir örnekleme frekansına sahip en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
tr: 4320p'ye eşit veya daha düşük bir çözünürlüğe sahip en iyi video kalitesini ve 256 kbps'ye eşit veya daha düşük bir bit hızına ve 48 kHz'e eşit veya daha düşük bir örnekleme frekansına sahip en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
tr: 4320p'ye eşit veya daha düşük bir çözünürlüğe sahip en iyi video kalitesini ve 320 kbps'ye eşit veya daha düşük bir bit hızına ve 48 kHz'e eşit veya daha düşük bir örnekleme frekansına sahip en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
tr: 4320p veya daha az çözünürlüğe sahip en iyi video kalitesini ve 96 kbps veya daha az bit hızı ve 96 kHz veya daha az örnekleme frekansı ile en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
tr: 4320p veya daha az çözünürlüğe sahip en iyi video kalitesini ve 128 kbps veya daha az bit hızına ve 96 kHz veya daha az örnekleme frekansına sahip en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
tr: 4320p veya daha az çözünürlüğe sahip en iyi video kalitesini ve 192 kbps veya daha az bit hızına ve 96 kHz veya daha az örnekleme frekansına sahip en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
tr: 4320p'ye eşit veya daha düşük bir çözünürlüğe sahip en iyi video kalitesini ve 256 kbps'ye eşit veya daha düşük bir bit hızına ve 96 kHz'e eşit veya daha düşük bir örnekleme frekansına sahip en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
tr: 4320p veya daha az çözünürlüğe sahip en iyi video kalitesini ve 320 kbps veya daha az bit hızına ve 96 kHz veya daha az örnekleme frekansına sahip en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
tr: 4320p veya daha az çözünürlüğe sahip en iyi video kalitesini ve 96 kbps veya daha az bit hızına ve 192 kHz veya daha az örnekleme frekansına sahip en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
tr: 4320p'ye eşit veya daha düşük bir çözünürlüğe sahip en iyi video kalitesini ve 128 kbps'ye eşit veya daha düşük bir bit hızına ve 192 kHz'e eşit veya daha düşük bir örnekleme frekansına sahip en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
tr: 4320p'ye eşit veya daha düşük bir çözünürlüğe sahip en iyi video kalitesini ve 192 kbps'ye eşit veya daha düşük bir bit hızına ve 192 kHz'e eşit veya daha düşük bir örnekleme frekansına sahip en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
tr: 4320p'ye eşit veya daha düşük bir çözünürlüğe sahip en iyi video kalitesini ve 256 kbps'ye eşit veya daha düşük bir bit hızına ve 192 kHz'e eşit veya daha düşük bir örnekleme frekansına sahip en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
tr: 4320p'ye eşit veya daha düşük bir çözünürlüğe sahip en iyi video kalitesini ve 320 kbps'ye eşit veya daha düşük bir bit hızına ve 192 kHz'e eşit veya daha düşük bir örnekleme frekansına sahip en iyi ses kalitesini seçer ve bunları tek bir dosyada birleştirir.

source: No se han podido crear los archivos de configuración. Es posible que se encuentre en una ruta protegida del sistema. (como: Disco c: o Archivos de programa). Ejecute TCA-Media Downloader con privilegios de administrador, o cambie la ubicación del portable.
tr: Yapılandırma dosyaları oluşturulamadı. Korumalı bir sistem yolunda olabilirsiniz. (gibi: Disk c: veya Program Dosyaları). TCA-Media Downloader'ı yönetici ayrıcalıklarıyla çalıştırın veya taşınabilir uygulamanın konumunu değiştirin.

source: {} {} Uso: TCA-MediaDownloader.exe [opciones] Opciones: -a, --analysis: Analiza la integridad de TCA-Media Downloader. -k, --kill: Cierra todos los procesos de TCA-Media Downloader. -r, --restart: Restaura los valores de la aplicación. -h, --help: Muestra esta ayuda.
tr: {} {} Kullanım: TCA-MediaDownloader.exe [opciones] Seçenekler: -a, --analiz: TCA-Media Downloader'ın bütünlüğünü analiz eder. -k, --öldür: Tüm TCA-Media Downloader işlemlerini kapatır. -r, --yeniden başlat: Uygulama ayarlarını geri yükler. -h, --yardım: Bu yardımı gösterir.

source: El análisis de TCA-Media Downloader a sido un éxito. Esta copia es original y no a sido modificada.
tr: TCA-Media Downloader başarıyla analiz edildi. Bu kopya orijinaldir ve değiştirilmemiştir.

source: El análisis de TCA-Media Downloader a fallado. Esta copia a sido modificada en alguno de sus componentes. Le recomiendo se descargue TCA-Media Downloader desde un sitio oficial.
tr: TCA-Media Downloader analiz edilemedi. Bu kopyanın bazı bileşenleri değiştirilmiş. TCA-Media Downloader'ı resmi bir siteden indirmeniz önerilir.

source: Cuando se cierre este mensaje todos los procesos de TCA-Media Downloader serán eliminados.
tr: Bu mesaj kapatıldığında tüm TCA-Media Downloader işlemleri sonlandırılacaktır.

source: TCA-Media Downloader se a restaurado con los valores predefinidos.
tr: TCA-Media Downloader varsayılan değerlere sıfırlandı.

source: TCA-Media Downloader no a podido ser restaurado por completo. Asegúrese que no esta en una ruta protegida o necesita derechos de administrador.
tr: TCA-Media Downloader Varsayılan ayarlara sıfırlanamadı. Korunan bir konumda olmadığınızdan veya yönetici haklarına ihtiyacınız olmadığından emin olun.

source: No hay descargas agregadas.
tr: Eklenen indirme yok.

source: Existe una nueva actualización de la librería YT-DLP. Versión {}
tr: YT-DLP kitaplığının yeni bir güncellemesi mevcut. Sürüm {}

source: Existe una nueva actualización. Versión {}
tr: Yeni bir güncelleme mevcut. Sürüm {}

source: Información de la actualización
tr: Güncelleme bilgileri

source: Descripción de la actualización:
tr: Güncelleme açıklaması:

source: &Descargar actualización
tr: Güncellemeyi in&dir

source: &Cancelar actualización
tr: Güncellemeyi ipta&l et

source: *** Advertencia *** Si pulsa el botón Descargar actualización, TCA-Media Downloader se cerrará para iniciar el proceso de actualización.
tr: *** Uyarı *** Güncellemeyi İndir düğmesine basarsanız, TCA-Media Downloader kapanarak güncelleme işlemini başlatır.

source: URL (por defecto)
tr: Bağlantı (varsayılan)

source: Sonido de inicio
tr: Başlangıç ​​sesi

source: Sonido de espera
tr: Bekleme sesi

source: Sonido de descarga nueva
tr: Yeni indirme sesi

source: Sonido de descarga correcta
tr: Başarılı indirme sesi

source: Sonido de descarga errónea
tr: Hatalı indirme sesi

source: Desactivado
tr: Devredışı

source: 30 minutos
tr: 30 dakika

source: 45 minutos
tr: 45 dakika

source: 1 hora
tr: 1 saat

source: 3 horas
tr: 3 saat

source: 6 horas
tr: 6 saat

source: 2 minutos (aprox. 5.000 resultados, por defecto)
tr: 2 dakika (varsayılan olarak yaklaşık 5.000 sonuç)

source: 5 minutos (aprox. 10.000 resultados)
tr: 5 dakika (yaklaşık 10.000 sonuç)

source: 10 minutos (aprox. 20.000 resultados)
tr: 10 dakika (yaklaşık 20.000 sonuç)

source: 15 minutos (aprox. 30.000 resultados)
tr: 15 dakika (yaklaşık 30.000 sonuç)

source: Opciones
tr: Seçenekler

source: General
tr: Genel

source: Cambiar &idioma de la aplicación
tr: Uygulama d&ilini değiştir

source: Alternar &rama de desarrollo
tr: Geliştirme dalını değişti&r

source: Elija la pestaña de inicio de la aplicación:
tr: Uygulama başladığında gösterilecek sekmeyi seçin:

source: Minimizar a la bandeja de sistema cuando se minimice la ventana principal
tr: Ana pencere simge durumuna küçültüldüğünde sistem tepsisinde göster

source: Comprobar si existen actualizaciones y notificar:
tr: Güncellemeleri denetle ve bildirim göster:

source: Elegir rama de desarrollo de YT-DLP para usar:
tr: Kullanmak için YT-DLP geliştirme dalını seçin:

source: Continuar descargas no terminadas (experimental)
tr: Tamamlanmamış indirmelere devam et (deneysel)

source: Tiempo para extraer información (transcurrido el tiempo dará error si no se obtuvo toda la información, valido para grandes PlayList o Canales):
tr: Alınacak bilgiler için bekleme süresi (süre dolduktan sonra, tüm bilgiler elde edilmemişse hata verecektir, büyük Oynatma Listesi veya Kanallar için geçerlidir):

source: Reproductor
tr: Oynatıcı

source: Reproducir la mejor calidad (no mostrara el menú para elegir calidad al pulsar reproducir)
tr: En iyi kalitede oynat (oynata basıldığında kaliteyi seçmek için menü gösterilmez)

source: Mostrar pantalla de video al reproducir
tr: Oynatma sırasında video ekranını göster

source: Sonido
tr: Ses

source: Reproducir sonido inicio (sonara en las cargas de la aplicación al iniciar lentas)
tr: Başlangıç ​​sesini çal (Uygulama başlatılırken yavaş yüklendiğinde ses oynatılacaktır)

source: Reproducir sonido de espera (sonara en los diálogos de espera)
tr: Bekleme sesini çal (bekleme diyaloglarında ses oynatılacaktır)

source: Reproducir sonido de nueva descarga (sonara al añadir una descarga nueva)
tr: Yeni indirme için ses çal (yeni bir indirme eklerken ses oynatılacaktır)

source: Reproducir sonido al terminar una descarga exitosa
tr: İndirme başarıyla tamamlandığında ses çal

source: Reproducir sonido al terminar una descarga erronea
tr: Hatalı bir indirmenin sonunda ses çal

source: Mandar mensajes de información de acciones al lector de pantallas
tr: Eylem bilgisi mesajlarını ekran okuyucuya gönder

source: Muestra de sonidos (seleccione un sonido y pulse Ctrl+R para reproducirlo):
tr: Örnek sesler (bir ses seçin ve oynatmak için Ctrl+R tuşlarına basın):

source: &Aceptar
tr: &Tamam

source: &Cancelar
tr: İpta&l

source: Rama Nightly (versión temprana)
tr: Gecelik şube (erken sürüm)

source: Rama Stable (versión recomendada)
tr: Kararlı dal (Bu sürüm önerilir.)
