Repository: hxebolax/TCA3-Update
Catalog: data/beta/locale/*/LC_MESSAGES/*.po
Languages: ar

source: Cargando...
ar: يجري التحميل...

source: TCA-Media Downloader ya se encuentra en ejecución. Cierra la otra instancia antes de iniciar esta. Si sigue sin funcionar abre una consola en el directorio de TCA-Media Downloader y escribe lo siguiente: TCA-MediaDownloader -k o TCA-MediaDownloader --kill
ar: TCA-Media Downloader قيد التشغيل بالفعل. لا يمكنك فتح نسختين من نفس البرنامج، من فضلك أغلق البرنامج أولاً قبل إعادة تشغيله مرة أخرى. إذا استمرت المشكلة، فافتح وحدة التحكم console في دليل TCA-Media Downloader واكتب ما يلي: TCA-MediaDownloader -k أو TCA-MediaDownloader --kill

source: Error
ar: خطأ

source: Hay un proceso de actualización activo. Espere a que termine para poder ejecutar TCA-Media Downloader.
ar: هناك عملية تحديث نشطة. انتظر حتى يتم الإنتهاء من التحديث قبل إعادة تشغيل البرنامج مرة أخرى.

source: Test
ar: تجربة

source: Beta
ar: إصدار تجريبي

source: Final
ar: إصدار نهائي

source: Pregunta
ar: سؤال

source: Seleccione un directorio
ar: حدد المسار

source: Terminando de actualizar...
ar: الإنتهاء من التحديث...

source: Espere por favor...
ar: برجاء الانتظار...

source: Seleccione una categoría de favoritos.
ar: حدد فئة مفضلة.

source: Terminando de actualizar {}
ar: الانتهاء من التحديث {}

source: Ha ocurrido un error al terminar de instalar: {}
ar: حدث خطأ أثناء الانتهاء من التثبيت: {}

source: Campo de URL borrado.
ar: تم مسح حقل الرابط.

source: Campo de búsqueda borrado.
ar: تم مسح حقل البحث.

source: Sin búsquedas
ar: لا توجد نتائج بحث.

source: Búsqueda limpiada.
ar: تم مسح البحث.

source: Agregue una lista de videos.
ar: لا توجد قوائم فيديو.

source: Agregue o seleccione una lista de videos.
ar: أضف أو حدد قائمة مقاطع الفيديو.

source: La lista de videos está vacía.
ar: قائمة الفيديو فارغة.

source: Agregue una playlist.
ar: لا توجد قوائم تشغيل مفضلة.

source: Agregue un canal.
ar: لا توجد قنوات مفضلة.

source: URL
ar: رابط

source: Búsqueda
ar: البحث

source: Descargas
ar: التنزيلات

source: Favoritos
ar: المفضلة

source: Se encuentra en la pestaña {}
ar: إنه يوجد في {} التبويبة

source: No se han encontrado resultados.
ar: لم يتم العثور على نتائج.

source: Se encuentra en el resultado {} de {}
ar: أنت في النتيجة {} من {}

source: Descargas activas: ({}) Descargas terminadas: ({}) Descargas con errores: ({})
ar: التنزيلات النشطة: ({}) اكتمل التنزيل: ({}) خطأ في التنزيل: ({})

source: No es una URL valida para reproducir.
ar: رابط غير صالح للتشغيل.

source: Video
ar: فيديو

source: Ya tiene una descarga del tipo Video y con la misma URL. Hasta que dicha descarga no termine no puede agregar otra con estas características. Espere a que la descarga termine y vuelva a intentarlo.
ar: لديك بالفعل تنزيل فيديو بنفس الرابط. وإلى أن ينتهي هذا التنزيل، لا يمكنك إضافة آخر بهذه الخصائص. انتظر حتى انتهاء التنزيل وحاول مرة أخرى.

source: Información
ar: معلومات

source: No es una URL valida para descargar.
ar: رابط غير صالح للتنزيل.

source: Tiene descargas activas. Si cierra la aplicación puede perder información. ¿Desea continuar?
ar: لديك تنزيلات نشطة. إذا قمت بإغلاق البرنامج، قد تفقد المعلومات. هل ترغب في الاستمرار؟

source: Tiene descargas activas. Solo se pueden buscar actualizaciones cuando no hay ninguna descarga activa. Inténtelo más tarde.
ar: لديك تنزيلات نشطة. يمكنك التحقق من وجود تحديثات في حالة عدم وجود تنزيلات نشطة. الرجاء المحاولة في وقت لاحق.

source: Obteniendo información...
ar: الحصول على المعلومات...

source: No e podido obtener la información. Inténtelo de nuevo.
ar: تعذر الحصول على المعلومات. حاول مرة أخرى.

source: No se a encontrado conexión a internet. Compruebe que todo esta correcto.
ar: لم يتم العثور على اتصال بالإنترنت. تأكد من وجود اتصال بالإنترنت.

source: Se produjo el siguiente error: {} Además, le paso una traza que puede servir al programador: {}
ar: حدث الخطأ التالي: {} بالإضافة إلى ذالك، يتم استرداد التتبع الذي يمكن استخدامه من قبل المبرمج: {}

source: Confirmación
ar: تأكيد

source: No hay actualizaciones disponibles. Compruébelo más adelante.
ar: لا يوجد تحديثات متوفرة. تحقق من وجود تحديثات لاحقاً.

source: Tiene descargas activas. Cambio en ajustes la rama de YT-DLP. Busque actualizaciones en el menú para cambiar de rama una vez terminen las descargas.
ar: لديك تنزيلات نشطة. تغيير في إعدادات YT-DLP. تحقق من وجود تحديثات من القائمة لتبديل القنوات بمجرد انتهاء التنزيلات.

source: Se a cambiado la rama a usar de la librería YT-DLP. Se va a proceder a su descarga y instalación. Una vez el proceso termine TCA-Media Downloader se reiniciará. ¿Desea realizar la actualización ahora?
ar: تم تغيير القناة التي سيتم استخدام مكتبة YT-DLP فيها. عند موافقتك، سيتم التنزيل ثُم التثبيت. بمجرد الانتهاء من العملية، سيتم إعادة تشغيل TCA-Media Downloader. هل تريد التحديث الآن؟

source: No se a podido encontrar ningún archivo de documentación. Esto significa que al programa le faltan archivos. Vuelva a descargarse el programa para disponer del manual.
ar: لا يمكن العثور على ملف الدليل. هذا يعني أن ملفات البرنامج غير مكتملة. قم بتنزيل البرنامج مرة أخرى حتى يتوفر الدليل.

source: Acerca de TCA-Media Downloader {} {} Versión interna: {}. Versión librería YT-DLP: {}. Versión compilada con Python: {}. Versión de wxPython: {}. Programa sencillo para descargar contenido multimedia desde YouTube, Facebook, Vimeo y mas. Creado por: Peter Reina y Héctor J. Benítez Corredera. 2019-2023© Todos los derechos reservados.
ar: حول TCA-Media Downloader {} {} تاريخ الإصدار: {}. إصدار مكتبة YT-DLP: {}. إصدار بايثون المستخدم: {}. إصدار wxPython: {}. برنامج بسيط لتنزيل محتوى من YouTube وFacebook وVimeo والمزيد. انشأ من قبل: Peter Reina and Héctor J. Benítez Corredera. © جميع الحقوق محفوظة 2019-2023.

source: Pausar (F2)
ar: إيقاف مؤقت (F2)

source: Reproducir (F2)
ar: تشغيل (F2)

source: &Lector de chat en directo
ar: &تعليقات البث المباشر

source: &YouTube
ar: &موقع YouTube

source: &Lista de sitios soportados por YT-DLP
ar: &قائمة بالمواقع المتوافقة مع مكتبة YT-DLP

source: &Otros
ar: أ&خرى

source: &Buscar actualizaciones
ar: &التحقق من وجود تحديثات

source: &Opciones
ar: &خيارات

source: &Manual
ar: &دليل البرنامج

source: Entra a nuestro sitio &web
ar: &زيارة موقعنا على الانترنت

source: &Acerca de...
ar: &حول...

source: &Salir
ar: الخ&روج

source: &Limpiar búsqueda
ar: &مسح البحث

source: Buscar &Videos
ar: البحث في مقاطع ال&فيديو

source: Buscar &PlayLists
ar: البحث في قوائم ال&تشغيل

source: Buscar &Canales
ar: البحث في ال&قنوات

source: descarga múltiple
ar: تحميل متعدد

source: &Reproducir
ar: ت&شغيل

source: Abrir enlace de la descarga en la &web
ar: &فتح على الويب

source: Copiar el enlace de la descarga al &portapapeles
ar: &نسخ رابط التنزيل إلى الحافظة

source: Abrir &carpeta de la descarga
ar: فتح &مجلد التنزيلات

source: Ver &error
ar: انظر &خطأ

source: Limpiar descargas terminadas
ar: مسح التنزيلات المُكتملة

source: Limpiar descargas erróneas
ar: مسح التنزيلات الفاشلة

source: &Acciones generales
ar: &الإجراءات العامة

source: Borrar toda la base de datos
ar: مسح المفضلة بأكملها

source: Crear copia de seguridad
ar: إ&نشاء نسخة احتياطية

source: Restaurar copia de seguridad
ar: إ&ستعادة النسخة الاحتياطية

source: &Hacer / restaurar copias de seguridad de la base de datos
ar: إنشاء واستعادة النسخة الاحتياطية للمفضلة

source: Nueva Lista de Videos
ar: قائمة فيديوهات جديدة

source: Editar el nombre de la lista de videos
ar: إعادة &تسمية قائمة الفيديو

source: Borrar lista de videos
ar: &حذف قائمة الفيديو

source: Borrar todas las PlayList
ar: مسح كافة قوائم التشغيل

source: Borrar todos los Canales
ar: مسح كافة القنوات

source: &Descarga normal
ar: &تحميل مباشر

source: Descarga &personalizada
ar: ت&حميل مخصص

source: &Información del Video
ar: &معلومات الفيديو

source: &Eliminar de la lista de videos
ar: &حذف الفيديو من القائمة

source: &Descarga toda la PlayList
ar: &تنزيل قائمة التشغيل بأكملها

source: &Elegir videos para descargar
ar: &حدد مقاطع فيديو للتنزيل

source: &Información de la PlayList
ar: &معلومات قائمة التشغيل

source: &Eliminar de la lista de PlayList
ar: &حذف قائمة التشغيل

source: &Descarga todo el Canal
ar: &تحميل القناة بأكملها

source: &Información del Canal
ar: &معلومات عن القناة

source: &Eliminar de la lista de Canales
ar: &حذف القناة

source: Descargar con &formato
ar: تحميل &بالتنسيق

source: Descargar &original
ar: &تحميل الأصلي

source: &Intentar descargar con formato
ar: &محاولة التحميل بالصيغة

source: Intentar descargar &original
ar: حاول تنزيل الملف &الأصلي

source: Genera código &QR para abrir con el móvil
ar: أنشئ &رمز الاستجابة السريعة لفتحه باستخدام الهاتف.

source: Compartir con &Facebook
ar: مشاركة على &فيسبوك.

source: Compartir con Tw&itter
ar: مشاركة على &x.

source: Compartir con &Mastodon
ar: مشاركة على &ماستدون.

source: Compartir con &WhatsApp
ar: مشاركة على &وتساب.

source: Compartir con &Telegram
ar: مشاركة على &تلجرام.

source: &Elegir cantidad de resultados a mostrar
ar: &اختر عدد نتائج البحث المراد عرضها

source: Se a producido un error y no se pudo obtener la información. Vuelva a intentarlo.
ar: لقد حدث خطأ وتعذر الحصول على المعلومات. حاول مرة أخرى.

source: (Video) - {} - {}
ar: (فيديو) - {} - {}

source: (PlayList) - {} - aprox. {} videos
ar: (قائمة تشغيل) - {} -. {} فيديوهات

source: (Canal) - {}
ar: (قناة) - {}

source: Descargador &múltiple para la búsqueda
ar: تحم&يل متعدد من نتائج البحث

source: Abrir en la WEB
ar: &فتح في الويب

source: Copiar enlace del video al portapapeles
ar: نسخ رابط الفيديو إلى الحافظة

source: &Compartir
ar: &مشاركة

source: Crear una nueva lista de videos y agregar el video
ar: أنشئ قائمة فيديو جديدة ثم أضف الفيديو إليها

source: &Añadir a una lista de videos
ar: أضف إلى قوائم الم&فضلة.

source: Copiar enlace de la PlayList al portapapeles
ar: &نسخ رابط قائمة التشغيل إلى الحافظة

source: &Añadir a favoritos
ar: إ&ضافة إلى المفضلة

source: Quitar de f&avoritos
ar: إ&زالة من المفضلة

source: Copiar enlace del Canal al portapapeles
ar: &نسخ رابط القناة إلى الحافظة

source: Se a copiado la URL al portapapeles.
ar: تم نسخ الرابط إلى الحافظة.

source: Se a copiado la URL al portapapeles, Facebook no deja compartir directamente y tendrá que pegar en el cuadro de compartir la URL manualmente.
ar: تم نسخ الرابط إلى الحافظة، ولا يسمح Facebook بالمشاركة مباشرةً وسيتعين عليك لصق الرابط في مربع المشاركة يدويًا.

source: Estoy viendo esto en YouTube:%0A%0A{}
ar: أنا أشاهد هذا على موقع يوتيوب:%0A%0A{}

source: Ya existe un video igual en la lista de videos que eligió. Elija otra lista de videos si aun desea guardarlo.
ar: يوجد فيديو مشابه بالفعل في قائمة مقاطع الفيديو التي اخترتها. اختر قائمة فيديو أخرى إذا كنت لا تزال تريد حفظها.

source: Error de integridad en la base de datos: {}
ar: خطأ في سلامة قاعدة البيانات: {}

source: Ya existe una lista de videos con el nombre: {} No puede haber dos listas con el mismo nombre. Vuelva a intentarlo.
ar: توجد بالفعل قائمة بمقاطع الفيديو بالاسم: {} لا يمكن أن يكون هناك قائمتين بنفس الاسم. حاول مرة أخرى.

source: PlayList
ar: قوائم التشغيل

source: Ya tiene una descarga del tipo PlayList y con la misma URL. Hasta que dicha descarga no termine no puede agregar otra con estas características. Espere a que la descarga termine y vuelva a intentarlo.
ar: لديك بالفعل تنزيل قائمة تشغيل بنفس الرابط. وإلى أن ينتهي هذا التنزيل، لا يمكنك إضافة آخر بهذه الخصائص. انتظر حتى انتهاء التنزيل وحاول مرة أخرى.

source: Ya existe una PlayList igual en la base de datos.
ar: توجد قائمة تشغيل مماثلة بالفعل في قاعدة البيانات.

source: Canal
ar: قناة

source: Ya tiene una descarga del tipo Canal o PlayList y con la misma URL. Hasta que dicha descarga no termine no puede agregar otra con estas características. Espere a que la descarga termine y vuelva a intentarlo.
ar: لديك بالفعل تنزيل من نوع القناة أو قائمة التشغيل وبنفس الرابط. وإلى أن يتم الانتهاء من التنزيل المذكور، لا يمكنك إضافة تنزيل آخر بهذه الخصائص. انتظر حتى انتهاء التنزيل وحاول مرة أخرى.

source: Ya existe un canal igual en la base de datos.
ar: توجد قناة مماثلة بالفعل في قاعدة البيانات.

source: Sin descargas
ar: لا يوجد تنزيلات

source: Se copio la URL del video al portapapeles.
ar: تم نسخ رابط الفيديو إلى الحافظة.

source: Se a producido un error al abrir la carpeta. Error: {}
ar: حدث خطأ أثناء فتح المجلد. خطأ: {}

source: Se produjo un error, le dejo tanto el error de YT-DLP como la traza. Esto puede servir para corregir errores, compártalo con el desarrollador si desea mejorar TCA-Media Downloader. Se muestran las dos categorías, si alguna esta en blanco es por que no se produjo en esa. Error YT-DLP: {} Error Traza: {} ¿Desea copiarlo al portapapeles?
ar: حدث خطأ، وتم ترك كل من خطأ YT-DLP والتتبع. يمكن استخدام هذا لإصلاح الأخطاء، يرجى مشاركته مع المطور إذا كنت ترغب في تحسين TCA-Media Downloader. وتظهر الفئتان، إذا كانت إحداهما فارغة فذلك لأنه لم يحدث في تلك. خطأ YT-DLP: {} تتبع الخطأ: {} هل تريد نسخه إلى الحافظة؟

source: Error YT-DLP: {} Error Traza: {}
ar: خطأ YT-DLP: {} تتبع الخطأ: {}

source: Se copio el error al portapapeles.
ar: تم نسخ الخطأ إلى الحافظة.

source: Vaciar la lista de videos
ar: حذف محتوى قائمة الفيديو

source: Esta apunto de borrar por completo la base de datos. Esta acción no es reversible. ¿Esta seguro que desea continuar?
ar: أنت على وشك حذف المفضلة بالكامل. هذا الإجراء لا يمكن التراجع عنه. هل أنت متأكد أنك تريد الاستمرار؟

source: Archivo de copia de seguridad TCA-Media Downloader (*.TCA-MDC)|*.TCA-MDC
ar: ملف النسخ الاحتياطي لـ TCA-Media Downloader (*.TCA-MDC)|*.TCA-MDC

source: Guardar la copia de seguridad en...
ar: اختر مكان لحفظ النسخة الإحتياطية...

source: Se a producido un error al guardar la base de datos. Le dejo el error: {}
ar: حدث خطأ أثناء حفظ قاعدة البيانات. أترك الخطأ: {}

source: La copia de seguridad se ha guardado con éxito en: {}
ar: تم حفظ النسخة الاحتياطية بنجاح في المسار: {}

source: Seleccione un archivo de copia de seguridad
ar: حدد ملف النسخ الاحتياطي

source: Se a producido un error al restaurar la base de datos. Le dejo el error: {}
ar: حدث خطأ أثناء استعادة قاعدة البيانات. أترك الخطأ: {}

source: La copia de seguridad se ha restaurado con éxito.
ar: تمت استعادة النسخة الاحتياطية بنجاح.

source: Esta apunto de borrar por completo todas las entradas de {}. Esta acción no es reversible. ¿Esta seguro que desea continuar?
ar: أنت على وشك مسح {}. هذا الإجراء لا يمكن التراجع عنه. هل أنت متأكد أنك تريد الاستمرار؟

source: Canales
ar: القنوات

source: Esta apunto de borrar la lista de videos y todo su contenido: {} Esta acción no es reversible. ¿Esta seguro que desea continuar?
ar: أنت على وشك حذف قائمة مقاطع الفيديو وجميع محتوياتها: {} هذا الإجراء لا يمكن التراجع عنه. هل أنت متأكد أنك تريد الاستمرار؟

source: Esta apunto de borrar el contenido de la lista de videos: {} Esta acción no es reversible. ¿Esta seguro que desea continuar?
ar: أنت على وشك حذف محتوى قائمة الفيديو: {} هذا الإجراء لا يمكن التراجع عنه. هل أنت متأكد أنك تريد الاستمرار؟

source: Descargador &múltiple
ar: متعدد &التنزيل

source: Ya tiene una descarga del tipo Canal y con la misma URL. Hasta que dicha descarga no termine no puede agregar otra con estas características. Espere a que la descarga termine y vuelva a intentarlo.
ar: لديك بالفعل تنزيل قناة بنفس الرابط. وإلى أن يتم الانتهاء من هذا التنزيل، لا يمكنك إضافة آخر. انتظر حتى انتهاء التنزيل وحاول مرة أخرى.

source: Esta apunto de borrar el siguiente video de la base de datos: {} Esta acción no es reversible. ¿Esta seguro que desea continuar?
ar: أنت على وشك حذف الفيديو التالي من قاعدة البيانات: {} هذا الإجراء لا يمكن التراجع عنه. هل أنت متأكد أنك تريد الاستمرار؟

source: Se produjo el siguiente error en la librería YT-DLP: {} Además, le paso una traza que puede servir al programador: {}
ar: حدث الخطأ التالي في مكتبة YT-DLP: {} بالإضافة إلى ذلك، تم تمرير تتبع يمكن للمبرمج استخدامه: {}

source: Esta apunto de borrar la siguiente PlayList de la base de datos: {} Esta acción no es reversible. ¿Esta seguro que desea continuar?
ar: أنت على وشك حذف قائمة التشغيل التالية من المفضلة: {} هذا الإجراء لا يمكن التراجع عنه. هل أنت متأكد أنك تريد الاستمرار؟

source: Esta apunto de borrar el siguiente Canal de la base de datos: {} Esta acción no es reversible. ¿Esta seguro que desea continuar?
ar: أنت على وشك حذف القناة التالية من المفضلة: {} هذا الإجراء لا يمكن التراجع عنه. هل أنت متأكد أنك تريد الاستمرار؟

source: Elegir &ubicación (personalizado):
ar: &حدد مسار (مخصص):

source: Elegir &ubicación (por defecto):
ar: &حدد مسار مجلد التنزيل (افتراضي):

source: La URL que a introducido no contiene multimedia para poder ser descargada por YT-DLP. Si contiene multimedia piense que la librería YT-DLP no puede descargar de todos los sitios. Si le aparece este mensaje es que después de comprobar la URL YT-DLP no pudo obtener información.
ar: لا يحتوي الرابط الذي أدخلته على وسائط ليتم تنزيلها بواسطة مكتبة YT-DLP. إذا كانت تحتوي على وسائط، فاعتقد أنه لا يمكن تنزيل مكتبة YT-DLP من جميع المواقع. إذا ظهرت هذه الرسالة، فهذا يعني أنه بعد التحقق من الرابط ، لم تتمكن YT-DLP من الحصول على المعلومات.

source: Este campo solo admite URL’s validas. Introduzca una URL de YouTube, YouTube Music o alguna URL compatible con YT-DLP.
ar: يقبل هذا الحقل روابط صالحة فقط. أدخل رابط على YouTube أو YouTube Music أو رابط متوافق مع YT-DLP.

source: Otro
ar: أخرى

source: Ya tiene una descarga del tipo Otro y con la misma URL. Hasta que dicha descarga no termine no puede agregar otra con estas características. Espere a que la descarga termine y vuelva a intentarlo.
ar: لديك بالفعل تنزيل من نوع آخر وبنفس الرابط. وإلى أن يتم الانتهاء من التنزيل المذكور، لا يمكنك إضافة تنزيل آخر بهذه الخصائص. انتظر حتى انتهاء التنزيل وحاول مرة أخرى.

source: personalizada
ar: تخصيص

source: original
ar: أصلي

source: La URL que a introducido pertenece a una transmisión en directo. Lo sentimos pero no puede ser descargada.
ar: الرابط الذي أدخلته ينتمي إلى بث مباشر. نعتذر، لا يمكن تنزيله.

source: Personalizado
ar: تخصيص

source: No se a podido obtener ninguna URL de reproducción. Compruebe que todo esta correcto. Igualmente puede ser que el video este protegido con DRM, sea privado o este prohibido por geolocalización. Vuelva a intentarlo más tarde.
ar: تعذر الحصول على أي رابط للتشغيل. تأكد من أن كل شيء صحيح. من الممكن أيضًا أن يكون الفيديو محميًا بنظام إدارة الحقوق الرقمية (DRM)، أو خاصًا، أو محظورًا بسبب تحديد الموقع الجغرافي. حاول مرة أخرى لاحقا.

source: Elija la calidad de reproducción
ar: اختر جودة التشغيل

source: Calidad &baja
ar: &جودة منخفضة

source: Calidad &media
ar: جودة &متوسطة

source: Calidad &alta
ar: جودة &عالية

source: Avanzado
ar: متقدم

source: 10 resultados
ar: 10 نتائج

source: 25 resultados
ar: 25 نتيجة

source: 50 resultados
ar: 50 نتيجة

source: 75 resultados
ar: 75 نتيجة

source: 100 resultados
ar: 100 نتيجة

source: 250 resultados
ar: 250 نتيجة

source: 500 resultados
ar: 500 نتيجة

source: Español
ar: أسباني

source: Inglés
ar: إنجليزي

source: Francés
ar: فرنسي

source: Italiano
ar: ايطالي

source: Audio flac
ar: FLAC صوت

source: Audio m4a
ar: M4A صوت

source: Audio mp3 (por defecto)
ar: MP3 صوت (افتراضي)

source: Audio ogg
ar: Ogg صوت

source: Audio opus
ar: Opus صوت

source: Audio wav
ar: Wav صوت

source: Video avi
ar: AVI فيديو

source: Video flv
ar: FLV فيديو

source: Video m2ts
ar: M2TS فيديو

source: Video mkv
ar: MKV فيديو

source: Video mov
ar: MOV فيديو

source: Video mp4
ar: MP4 فيديو

source: Video mpeg
ar: MPEG فيديو

source: Video mpg
ar: MPG فيديو

source: Video webm
ar: WEBM فيديو

source: Video wmv
ar: WMV فيديو

source: 192 Kbps (por defecto)
ar: 192Kbps (افتراضي)

source: Sin numeración (por defecto)
ar: بدون ترقيم (افتراضي)

source: Sin numeración y crear subdirectorio
ar: بدون ترقيم وإنشاء دليل فرعي

source: Con numeración
ar: مرقمة

source: Con numeración y crear subdirectorio
ar: بالترقيم وإنشاء الدليل الفرعي

source: 1 minuto
ar: دقيقة

source: 1 segundo
ar: ثانية

source: 15 segundos
ar: 15 ثانية

source: 30 segundos
ar: 30 ثانية

source: 5 segundos
ar: 5 ثواني

source: 10 minutos
ar: 10 دقائق

source: 5 minutos
ar: 5 دقائق

source: 15 minutos
ar: 15 دقائق

source: Selecciona la peor calidad disponible.
ar: حدد أفضل جودة نقية متاحة.

source: Selecciona la peor calidad de audio disponible, si no está disponible, selecciona la peor calidad general.
ar: حدد أفضل جودة صوت متاحة، إذا لم تكن متاحة، فحدد أفضل جودة صوتية عامة.

source: Selecciona la mejor calidad disponible.
ar: حدد أفضل جودة متاحة.

source: Selecciona la mejor calidad de audio disponible, si no está disponible, selecciona la mejor calidad general.
ar: حدد أفضل جودة صوت متاحة، وإذا لم تكن متوفرة، فحدد أفضل جودة متوفرة.

source: Selecciona la mejor calidad de video y audio y los combina en un solo archivo.
ar: حدد أفضل جودة للفيديو والصوت واجمعهم في ملف واحد.

source: Selecciona la mejor calidad en formato MP3.
ar: حدد أفضل جودة بصيغة MP3.

source: Selecciona la mejor calidad en formato MP4.
ar: حدد أفضل جودة بصيغة MP4.

source: Selecciona la mejor calidad en formato WebM.
ar: حدد أفضل جودة بصيغة WEBM.

source: Selecciona la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps.
ar: حدد أفضل جودة صوت بمعدل يساوي أو يقل عن 96 كيلوبت في الثانية.

source: Selecciona la mejor calidad de audio con una tasa de bits igual o superior a 96 kbps.
ar: حدد أفضل جودة صوت بمعدل يساوي أو يزيد عن 96 كيلوبت في الثانية.

source: Selecciona la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps.
ar: حدد أفضل جودة صوت بمعدل يساوي أو يقل عن 128 كيلوبت في الثانية.

source: Selecciona la mejor calidad de audio con una tasa de bits igual o superior a 128 kbps.
ar: حدد أفضل جودة صوت بمعدل يساوي أو يزيد عن 128 كيلوبت في الثانية.

source: Selecciona la mejor calidad de audio con una tasa de bits igual o menor a 160 kbps.
ar: حدد أفضل جودة صوت بمعدل يساوي أو يقل عن 160 كيلوبت في الثانية.

source: Selecciona la mejor calidad de audio con una tasa de bits igual o superior a 160 kbps.
ar: حدد أفضل جودة صوت بمعدل يساوي أو يزيد عن 160 كيلوبت في الثانية.

source: Selecciona la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps.
ar: حدد أفضل جودة صوت بمعدل يساوي أو يقل عن 192 كيلوبت في الثانية.

source: Selecciona la mejor calidad de audio con una tasa de bits igual o superior a 192 kbps.
ar: حدد أفضل جودة صوت بمعدل يساوي أو يزيد عن 192 كيلوبت في الثانية.

source: Selecciona la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps.
ar: حدد أفضل جودة صوت بمعدل يساوي أو يقل عن 256 كيلوبت في الثانية.

source: Selecciona la mejor calidad de audio con una tasa de bits igual o superior a 256 kbps.
ar: حدد أفضل جودة صوت بمعدل يساوي أو يزيد عن 256 كيلوبت في الثانية.

source: Selecciona la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps.
ar: حدد أفضل جودة صوت بمعدل يساوي أو يقل عن 320 كيلوبت في الثانية.

source: Selecciona la mejor calidad de audio con una tasa de bits igual o superior a 320 kbps.
ar: حدد أفضل جودة صوت بمعدل يساوي أو يزيد عن 320 كيلوبت في الثانية.

source: Selecciona la mejor calidad con el códec de audio AAC.
ar: حدد أفضل جودة باستخدام معدل ترميز الصوت AAC.

source: Selecciona la mejor calidad con el códec de audio FLAC.
ar: حدد أفضل جودة باستخدام معدل ترميز الصوت FLAC.

source: Selecciona la mejor calidad con el códec de audio MP3.
ar: حدد أفضل جودة باستخدام معدل ترميز الصوت MP3.

source: Selecciona la mejor calidad con el códec de audio Opus.
ar: حدد أفضل جودة باستخدام معدل ترميز الصوت OPUS.

source: Selecciona la mejor calidad con el códec de audio Vorbis.
ar: حدد أفضل جودة باستخدام معدل ترميز الصوت VORBIS.

source: Selecciona la mejor calidad con un tamaño de archivo igual o menor a 10 MB.
ar: حدد أفضل جودة بحجم ملف يساوي أو يقل عن 10 ميغابايت.

source: Selecciona la mejor calidad con un tamaño de archivo igual o menor a 25 MB.
ar: حدد أفضل جودة بحجم ملف يساوي أو يقل عن 25 ميغابايت.

source: Selecciona la mejor calidad con un tamaño de archivo igual o menor a 50 MB.
ar: حدد أفضل جودة بحجم ملف يساوي أو يقل عن 50 ميجابايت.

source: Selecciona la mejor calidad con un tamaño de archivo igual o menor a 100 MB.
ar: حدد أفضل جودة بحجم ملف يساوي أو يقل عن 100 ميجابايت.
