Repository: hxebolax/TCA3-Update
Catalog: data/beta/locale/*/LC_MESSAGES/*.po
Languages: ar

source: Adelantar (F3)
ar: تقديم للأمام (F3)

source: Detener (F4)
ar: إيقاف (F4)

source: &Volumen: (F5 / F6)
ar: &مستوى الصوت: (F5 / F6)

source: Visor de formatos
ar: عرض الصيغ

source: &Formatos:
ar: &الصيغ:

source: Seleccione un formato
ar: حدد الصيغة

source: &Información de formato:
ar: &معلومات الصيغة:

source: &Descargar
ar: &تحميل

source: Este formato todavía no esta catalogado por YT-DLP
ar: لم يتم جلب هذه الصيغة بواسطة مكتبة YT-DLP

source: Título:
ar: العنوان:

source: Información técnica:
ar: معلومات تقنية:

source: Tiene que elegir un formato para poder descargar.
ar: يجب عليك اختيار الصيغة لتتمكن من التنزيل.

source: Compartir con Mastodon
ar: المشاركة على ماستودون

source: &Introduzca la URL de su instancia de Mastodon:
ar: أدخل رابط إلى ماستودون الخاص بك:

source: Nueva lista de videos
ar: قائمة الفيديو الجديدة

source: &Introduzca un nombre para su lista de videos:
ar: أدخل اسمًا لقائمة مقاطع الفيديو الخاصة بك:

source: Edita el nombre de la lista de videos
ar: إعادة تسمية قائمة الفيديو

source: &Introduzca un nuevo nombre para su lista de videos:
ar: أدخل اسمًا جديدًا لقائمة مقاطع الفيديو الخاصة بك:

source: El campo de texto no puede quedar vacio. Introduzca la URL del servidor de su instancia de Mastodon.
ar: لا يمكن أن يكون حقل النص فارغًا. أدخل رابط لخادم ماستودون الخاص بك.

source: El campo de texto no puede quedar vacio. Introduzca un nombre para la nueva lista de videos.
ar: لا يمكن أن يكون حقل النص فارغًا. أدخل اسمًا لقائمة مقاطع الفيديو الجديدة.

source: Lo introducido en el campo de texto no es valido. Introduzca la URL del servidor de su instancia de Mastodon.
ar: ما تم إدخاله في حقل النص غير صالح. أدخل رابط لخادم ماستودون الخاص بك.

source: La URL que a introducido no esta guardada. Si la guarda la próxima vez que desee compartir con Mastodon no tendrá que volverla a escribir. ¿Desea guardar la URL de la instancia de Mastodon?
ar: لم يتم حفظ الرابط الذي أدخلته. إذا قمت بحفظه في المرة التالية التي تريد مشاركته مع ماستودون، فلن تضطر إلى كتابته مرة أخرى. هل تريد حفظ الرابط لماستودون؟

source: La URL que a introducido no es igual que la que tiene guardada. ¿Desea actualizar la URL guardada?
ar: الرابط الذي أدخلته ليس هو نفسه الذي قمت بحفظه. هل تريد تحديث الرابط المحفوظ؟

source: Pantalla video
ar: شاشة الفيديو

source: Cancelar
ar: إلغاء

source: Ir a la posición...
ar: اذهب إلى النقطة...

source: &Introduzca un número entre 1 y {}:
ar: أ&دخل رقمًا بين 1 و{}:

source: El campo solo admite números y no puede quedar vacío. Solo se admite un número comprendido entre 1 y {}.
ar: يقبل الحقل الأرقام فقط ولا يمكن أن يكون فارغًا. يُسمح فقط برقم بين 1 و{}.

source: Codigo QR
ar: رمز الاستجابة السريعة

source: Sitios soportados por YT-DLP
ar: المواقع المدعومة بواسطة YT-DLP

source: Descarga múltiple de la búsqueda
ar: تحميل متعدد من نتائج البحث

source: Descarga múltiple de favoritos
ar: تنزيل متعدد للمفضلة

source: &Lista de videos:
ar: &قائمة الفيديوهات:

source: &Introduzca un nombre para la descarga múltiple (será el nombre del directorio donde se guardara la descarga):
ar: أ&دخل اسمًا للتنزيل المتعدد (سيكون اسم المسار الذي سيتم حفظ التنزيل فيه):

source: &Selección
ar: &تحديد

source: &Descargar seleccionados
ar: ت&نزيل المحدد

source: Se produjo un error interno y no se pueden mostrar los videos.
ar: حدث خطأ ولا يمكن عرض مقاطع الفيديو.

source: &Seleccionar todo
ar: &تحديد الكل

source: &Deseleccionar todo
ar: &إلغاء تحديد الكل

source: Para poder descargar, tiene que tener al menos un video seleccionado.
ar: لتتمكن من التنزيل، يجب أن يكون لديك مقطع فيديو واحد محدد على الأقل.

source: El nombre de la descarga múltiple no puede quedar vacío. Introduzca un nombre que no contenga ningún carácter no soportado por ficheros ni carpetas Windows.
ar: لا يمكن أن يكون اسم التنزيل المتعدد فارغًا. أدخل اسمًا لا يحتوي على أي علامات غير مدعومة في ملفات أو مجلدات Windows.

source: Ya tiene una descarga múltiple con el nombre que introdujo. Cambie el nombre de la descarga múltiple.
ar: لديك بالفعل تنزيل متعدد بالاسم الذي أدخلته. تغيير اسم التنزيل المتعدد.

source: Visor de Canal
ar: معلومات القناة

source: &Ficha del Canal:
ar: بيانات القناة:

source: Videos
ar: الفيديوهات

source: &Videos del Canal:
ar: &فيديوهات القناة:

source: &PlayList del Canal:
ar: &قوائم تشغيل القناة:

source: Copiar al &portapapeles
ar: &نسخ إلى الحافظة...

source: &Descargar todo el Canal
ar: &تحميل القناة كاملة...

source: Título del Canal:
ar: عنوان القناة:

source: Enlace directo al Canal:
ar: رابط القناة المباشر:

source: Fecha de ultima actualización:
ar: آخر تحديث:

source: Sin determinar
ar: غير محدد.

source: Total videos del canal:
ar: إجمالي فيديوهات القناة:

source: Tags:
ar: العلامات:

source: Sin Tags
ar: بدون علامات

source: Descripción:
ar: الوصف:

source: Sin descripción
ar: بدون وصف.

source: Nombre del canal:
ar: اسم القناة:

source: Enlace del canal:
ar: رابط القناة:

source: Total suscriptores del canal:
ar: عدد المشتركين في القناة:

source: Canal sin videos.
ar: لا يوجد فيديوهات في القناة.

source: Canal sin PlayList.
ar: لا توجد قوائم تشغيل في القناة.

source: Copiar información de la ficha
ar: نسخ &المعلومات

source: Copiar información de la ficha más los títulos de los videos y su duración
ar: نسخ المعلومات ، عنوان الفيديو ومدته

source: Copiar información de la ficha más los títulos de los videos y su duración más títulos de las PlayList
ar: ن&سخ معلومات القناة وعناوين الفيديوهات ومدتها وعناوين قوائم التشغيل

source: Copiar enlace al Canal
ar: &نسخ رابط القناة

source: Se copio la ficha al portapapeles.
ar: تم نسخ المعلومات إلى الحافظة.

source: {} Videos del Canal: {}
ar: {} فيديوهات القناة: {}

source: Se copio la ficha y los títulos de los videos más la duración al portapapeles.
ar: تم نسخ معلومات قائمة التشغيل وعناوين مقاطع الفيديو والمدة إلى الحافظة.

source: {} Videos del Canal: {} Títulos de las PlayList: {}
ar: {} فيديوهات القناة: {} قوائم تشغيل القناة: {}

source: Se copio la ficha y los títulos de los videos más la duración más los títulos de las PlayList al portapapeles.
ar: تم نسخ معلومات القناة وعناوين الفيديوهات ومدتها وعناوين قوائم التشغيل ن

source: Se copio el enlace del canal al portapapeles.
ar: تم نسخ رابط القناة إلى الحافظة.

source: Visor de PlayList
ar: معلومات قائمة التشغيل

source: &Ficha de la PlayList:
ar: بيانات قائمة التشغيل:

source: &Videos de la PlayList:
ar: &فيديوهات قائمة التشغيل:

source: &Descargar la PlayList
ar: &تحميل قائمة التشغيل

source: Título de la PlayList:
ar: عنوان قائمة التشغيل:

source: Enlace directo a la PlayList:
ar: رابط قائمة التشغيل المباشر:

source: Total videos de la PlayList:
ar: عدد الفيديوهات في قائمة التشغيل:

source: Enlace del canal al que pertenece:
ar: رابط القناة التي تنتمي إليها قائمة التشغيل:

source: Total visitas de la PlayList:
ar: إجمالي مشاهدات قائمة التشغيل:

source: PlayList sin videos.
ar: قائمة تشغيل بدون فيديوهات.

source: Copiar enlace a la PlayList
ar: نسخ رابط قائمة التشغيل

source: Copiar enlace al canal que pertenece la PlayList
ar: نسخ رابط القناة التي تنتمي إليها قائمة التشغيل

source: {} Videos de la PlayList: {}
ar: {} فيديوهات قائمة التشغيل: {}

source: Se copio el enlace de la PlayList al portapapeles.
ar: تم نسخ رابط قائمة التشغيل إلى الحافظة.

source: Se copio el enlace del canal al que pertenece la PlayList al portapapeles.
ar: تم نسخ رابط القناة التي تنتمي إليها قائمة التشغيل إلى الحافظة.

source: Videos para descargar
ar: حدد الفيديوهات التي تريد تنزيلها:

source: Visor de entrada
ar: معلومات الفيديو

source: &Ficha del video:
ar: بيانات الفيديو:

source: &Ver o guardar comentarios
ar: &عرض أو حفظ التعليقات

source: *** Esta ficha combina información del video original y del clip ***
ar: *** تجمع علامة التبويب هذه المعلومات من الفيديو الأصلي والمقطع ***

source: Enlace directo:
ar: رابط الفيديو:

source: Enlace canal al que pertenece:
ar: رابط القناة التي ينتمي إليها الفيديو:

source: Fecha de subida:
ar: تاريخ الرفع:

source: Duración:
ar: مدة الفيديو:

source: Visualizaciones totales:
ar: عدد المشاهدات:

source: Total me gusta:
ar: إجمالي الإعجابات:

source: Total comentarios:
ar: إجمالي التعليقات:

source: No recomendado a menores de:
ar: لا ينصح به للأطفال تحت عمر:

source: Categoría:
ar: التصنيف:

source: Sin categorias
ar: بدون تصنيف

source: Copiar información
ar: نسخ &المعلومات

source: Copiar enlace al video
ar: نسخ &رابط الفيديو

source: Copiar enlace al canal que pertenece el video
ar: نسخ رابط القناة التي ينتمي إليها الفيديو

source: Se copio la URL del canal al que pertenece el video al portapapeles.
ar: تم نسخ رابط القناة التي ينتمي إليها الفيديو إلى الحافظة.

source: Tiene descargas activas. Esta opción es experimental por lo que puede causar problemas y hacer que la aplicación se cierre. Si continua puede perder las descargas en curso. ¿Desea continuar?
ar: لديك تنزيلات نشطة. هذا الخيار تجريبي لذا قد يسبب مشاكل ويتسبب في تعطل التطبيق. إذا تابعت، فقد تفقد أي تنزيلات قيد التقدم. هل ترغب في الاستمرار؟

source: Ver comentarios (experimental)
ar: عرض التعليقات (تجريبي)

source: Guardar comentarios en HTML (experimental)
ar: حفظ التعليقات في ملف html (تجريبي)

source: Se produjo un error en la librería YT-DLP. No es posible obtener los comentarios. Inténtelo de nuevo.
ar: حدث خطأ في مكتبة YT-DLP. ليس من الممكن الحصول على التعليقات. حاول مرة أخرى.

source: URL (Alt+1)
ar: رابط (Alt+1)

source: &Introduzca una URL:
ar: أ&دخل رابط:

source: Elija &Formato:
ar: حدد &الصيغة:

source: Elija una op&ción avanzada de formato personal:
ar: اختر تنسيق مخصص متقدم:

source: Elija &calidad del audio:
ar: حدد &جودة الصوت:

source: Elija la composición del &nombre de salida:
ar: حدد &تنسيق الاسم:

source: Búsqueda (Alt+2)
ar: البحث (Alt+2)

source: Introduzca una &búsqueda:
ar: أ&دخل عبارة البحث:

source: &Resultados de la búsqueda:
ar: &نتائج البحث:

source: Descargas (Alt+3)
ar: التنزيلات (Alt+3)

source: &Lista de descargas:
ar: &قائمة التنزيلات:

source: &Estado:
ar: الحالة:

source: Favoritos (Alt+4)
ar: المفضلة (Alt+4)

source: &Favoritos:
ar: &المفضلة:

source: &Contenido:
ar: &المحتوى:

source: &Buscar:
ar: &بحث:

source: &Velocidad: (F7 / F8)
ar: &سرعة الصوت: (F7 / F8)

source: &Salida:
ar: إ&خراج الصوت:

source: &Pantalla de video (F11)
ar: شاشة فيديو (F11)

source: &Herramientas
ar: أد&وات

source: &Menú
ar: ال&قائمة

source: Restaurar
ar: إستعادة

source: Salir
ar: الخروج

source: Tipo de evento invalido: {event_type}
ar: نوع الحدث غير صالح: {نوع_الحدث}

source: Dispositivo salida de audio (por defecto)
ar: جهاز إخراج الصوت الإفتراضي )افتراضي(

source: Pausar
ar: إيقاف مؤقت

source: Reproducir
ar: تشغيل

source: Se a producido un error interno en el reproductor. Error: {}
ar: حدث خطأ في المشغل. خطأ: {}

source: Volumen {}%
ar: مستوى الصوت {}%

source: Velocidad {}
ar: سرعة ​​{}

source: Atrasando {}
ar: إرجاع {}

source: Sin nada en reproducción
ar: لا شيء مشغل

source: Pausando...
ar: إيقاف مؤقت...

source: Reproduciendo...
ar: مشغل...

source: Adelantando {}
ar: التقديم {}

source: Deteniendo...
ar: إيقاف الفيديو...

source: Tiempo transcurrido: {} / Tiempo total: {}
ar: الوقت المنقضي: {} / الوقت الكلي: {}

source: Mensajes de información activados
ar: تم تفعيل رسائل المعلومات

source: Mensajes de información desactivados
ar: تم تعطيل رسائل المعلومات

source: No e podido recuperar la aplicación intentando distintas maneras. A continuación, se reiniciará la aplicación.
ar: لا يمكن استرداد البرنامج بعد تجربة طرق مختلفة. سيتم الآن إعادة تشغيل البرنامج.

source: Opciones establecidas: Formato: ({}) {} Nombre de salida: ({}) Directorio destino: ({})
ar: ضبط الخيارات: الصيغة: ({}) {} اسم جهاز الإخراج: ({}) وجهة بشكل مباشر: ({})

source: Calidad del audio: ({})
ar: جودة الصوت: ({})

source: Opción avanzada seleccionada: ({})
ar: تم تحديد خيارات متقدمة: ({})

source: &Sí
ar: &نعم

source: &No
ar: &لا

source: Error HTTP {e.code}
ar: HTTP خطأ {e.code}

source: Error de URL
ar: رابط خطأ

source: Error al decodificar JSON
ar: فشل في فك تشفير JSON

source: {}: procesando {} videos
ar: {}:معالجة {} مقاطع فيديو

source: Procesando el video {} de {}
ar: معالجة الفيديو {} من {}

source: Se agotó el tiempo de espera sin recibir información o sin tener conexión a Internet.
ar: مهلة اتصال طويلة ولم يتم الحصول على معلومات، أو ربما قد تم قطع الإتصال بالإنترنت.

source: Sin tiempo
ar: لا يوجد وقت

source: Tipo de búsqueda inválido.
ar: نوع البحث غير صالح.

source: {}% obteniendo datos...
ar: الحصول على المعلومات... {}%...

source: Se encontraron exactamente la cantidad de resultados que se buscaban.
ar: تم العثور على العدد الدقيق لنتائج البحث.

source: No se encontraron resultados para su búsqueda. Intente afinar más la búsqueda añadiendo o quitando palabras.
ar: لا يوجد نتائج لبحثك. حاول تحسين بحثك بكتابة مزيد من الكلمات.

source: Solo se encontraron {} resultados para la búsqueda.
ar: فقط {} تم العثور على نتائج للبحث.

source: Se encontraron {} resultados para la búsqueda. Los primeros {} se devuelven.
ar: {} تم العثور على نتائج للبحث. الأول {} يتم إرجاعها.

source: Se produjo el siguiente error: {}
ar: حدث الخطأ التالي: {}

source: Error al intentar escribir en el archivo '{}'. Detalles: {}
ar: حدث خطأ أثناء محاولة الكتابة إلى الملف '{}'. تفاصيل: {}

source: Solo mensaje
ar: رسالة فقط

source: Autor y mensaje
ar: الكاتب والرسالة

source: Fecha y mensaje
ar: التاريخ والرسالة

source: Fecha, autor y mensaje
ar: التاريخ والكاتب والرسالة

source: Mensaje y autor
ar: الرسالة والكاتب

source: Mensaje y fecha
ar: الرسالة والتاريخ

source: Mensaje, autor y fecha
ar: الرسالة والكاتب والتاريخ

source: Mensaje, fecha y autor
ar: الرسالة والتاريخ والكاتب

source: Iniciando la descarga, espere por favor...
ar: بدأ التنزيل، برجاء الانتظار...

source: Se a producido un error, vea el log para más información.
ar: لقد حدث خطأ، تحقق من السجل لمزيد من المعلومات.

source: Se completo la descarga, todo a sido un éxito.
ar: تم التحميل بنجاح.

source: Descargando, espere por favor… {}
ar: جاري التحميل، برجاء الانتظار... {}

source: Descargando, espere por favor…
ar: جاري التحميل، برجاء الانتظار...

source: Convirtiendo, espere por favor… {}
ar: جاري التحويل، برجاء الانتظار... {}

source: Convirtiendo, espere por favor…
ar: جاري التحويل، برجاء الانتظار...

source: Analizando la integridad del programa...
ar: تحليل سلامة البرنامج...

source: Descargando librería...
ar: تحميل المكتبة...

source: Extrayendo librería...
ar: استخراج المكتبة...

source: Convirtiendo librería...
ar: تحويل المكتبة...

source: Instalando librería...
ar: تثبيت المكتبة...

source: Error al manipular la librería y su instalación. Compruebe que tiene permisos de escritura en el directorio que se encuentra TCA-Media Downloader. Pruebe con permisos de administrador. Vuelva a intentarlo buscando actualizaciones en el menú.
ar: خطأ عند التعامل مع المكتبة وتثبيتها. تأكد من أن لديك صلاحيات الكتابة إلى المصار الذي يوجد به TCA-Media Downloader. حاول مع صلاحيات المسؤول. يرجى المحاولة مرة أخرى عن طريق التحقق من وجود تحديثات من القائمة.

source: Error al manipular la librería y su eliminación. Compruebe que tiene permisos de escritura en el directorio que se encuentra TCA-Media Downloader. Pruebe con permisos de administrador. Vuelva a intentarlo buscando actualizaciones en el menú.
ar: خطأ عند التعامل مع المكتبة وإزالتها. تأكد من أن لديك صلاحيات الكتابة إلى المسار الذي يوجد به TCA-Media Downloader. حاول مع أذونات المسؤول. يرجى المحاولة مرة أخرى عن طريق التحقق من وجود تحديثات من القائمة.

source: No se a podido convertir la librería. Compruebe que tiene permisos de escritura en el directorio que se encuentra TCA-Media Downloader. Pruebe con permisos de administrador. Vuelva a intentarlo buscando actualizaciones en el menú.
ar: لا يمكن تحويل المكتبة. تأكد من أنَ لديك صلاحيات كتابة في المسار الذي يوجد به TCA-Media Downloader. حاول مع أذونات المسؤول. يرجى المحاولة مرة أخرى عن طريق التحقق من وجود تحديثات من القائمة.

source: No se a podido extraer la librería. Compruebe que tiene permisos de escritura en el directorio que se encuentra TCA-Media Downloader. Pruebe con permisos de administrador. Vuelva a intentarlo buscando actualizaciones en el menú.
ar: لا يمكن استخراج المكتبة. تأكد من أنَ لديك صلاحيات كتابة في المسار الذي يوجد به TCA-Media Downloader. حاول مع أذونات المسؤول. يرجى المحاولة مرة أخرى عن طريق التحقق من وجود تحديثات من القائمة.

source: No se a podido descargar la versión de YT-DLP en internet. Vuelva a intentarlo buscando actualizaciones en el menú.
ar: تعذر تنزيل إصدار YT-DLP من الإنترنت. يرجى المحاولة مرة أخرى عن طريق التحقق من وجود تحديثات من القائمة.

source: No se a podido obtener la información de versión de YT-DLP en internet. Vuelva a intentarlo buscando actualizaciones en el menú.
ar: تعذر الحصول على معلومات إصدار YT-DLP من الإنترنت. يرجى المحاولة مرة أخرى عن طريق التحقق من وجود تحديثات من القائمة.

source: Todo fue correcto. TCA-Media Downloader tiene que reiniciarse para terminar de instalar YT-DLP.
ar: تم التنزيل بنجاح. يجب إعادة تشغيل TCA-Media Downloader لإنهاء تثبيت YT-DLP.
