Repository: hxebolax/TCA3-Update
Catalog: data/beta/locale/*/LC_MESSAGES/*.po
Languages: ar

source: Selecciona la mejor calidad de video en formato MP4 y la mejor calidad de audio en formato M4A, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو MP4 وأفضل جودة صوت M4A، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video en formato WebM y la mejor calidad de audio en formato WebM, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بصيغة WEBM وأفضل جودة للصوت بصيغة WEBM, واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con el códec AV1 y la mejor calidad de audio, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو باستخدام معدل الترميز AV1 وأفضل جودة صوت، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con el códec H.264 y la mejor calidad de audio, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو باستخدام معدل الترميز H.264 وأفضل جودة صوت، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con el códec HEVC (H.265) y la mejor calidad de audio, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو باستخدام معدل الترميز HEVC (H.265) وأفضل جودة صوت، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con el códec VP8 y la mejor calidad de audio, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو باستخدام معدل الترميز VP8 وأفضل جودة صوت، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con el códec VP9 y la mejor calidad de audio, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو باستخدام معدل الترميز VP9 وأفضل جودة صوت، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con el códec VP9.2 y la mejor calidad de audio, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو باستخدام معدل الترميز VP9.2 وأفضل جودة صوت، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una tasa de fotogramas igual o menor a 24 fps y la mejor calidad de audio, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بمعدل إطارات يساوي أو يقل عن 24 إطارًا في الثانية وأفضل جودة صوت، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una tasa de fotogramas de exactamente 24 fps.
ar: حدد أفضل جودة فيديو بمعدل إطارات يبلغ 24 إطارًا في الثانية بالضبط.

source: Selecciona la mejor calidad de video con una tasa de fotogramas igual o menor a 30 fps y la mejor calidad de audio, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بمعدل إطارات يساوي أو يقل عن 30 إطارًا في الثانية وأفضل جودة صوت، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una tasa de fotogramas de exactamente 30 fps.
ar: حدد أفضل جودة فيديو بمعدل إطارات يبلغ 30 إطارًا في الثانية بالضبط.

source: Selecciona la mejor calidad de video con una tasa de fotogramas igual o menor a 60 fps y la mejor calidad de audio, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بمعدل إطارات يساوي أو يقل عن 60 إطارًا في الثانية وأفضل جودة صوت، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una tasa de fotogramas de exactamente 60 fps.
ar: حدد أفضل جودة فيديو بمعدل إطارات يبلغ 60 إطارًا في الثانية بالضبط.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 144 بكسل وأفضل جودة صوت، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con el códec AAC, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 144 بكسل وأفضل جودة صوت باستخدام معدل ترميز AAC، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con el códec FLAC, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 144 بكسل وأفضل جودة صوت باستخدام برنامج ترميز FLAC، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con el códec MP3, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 144 بكسل وأفضل جودة صوت باستخدام برنامج ترميز MP3، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con el códec Opus, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 144 بكسل وأفضل جودة صوت باستخدام معدل ترميز OPUS، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con el códec Vorbis, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 144 بكسل وأفضل جودة صوت باستخدام برنامج ترميز VORBIS، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 144 بكسل وأفضل جودة صوت بمعدل يساوي أو يقل عن 96 كيلوبت في الثانية، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o superior a 96 kbps, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 144 بكسل وأفضل جودة صوت بمعدل يساوي أو يزيد عن 96 كيلوبت في الثانية، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 144 بكسل وأفضل جودة صوت بمعدل يساوي أو يقل عن 128 كيلوبت في الثانية، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o superior a 128 kbps, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 144 بكسل وأفضل جودة صوت بمعدل يساوي أو يزيد عن 128 كيلوبت في الثانية، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 160 kbps, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 144 بكسل وأفضل جودة صوت بمعدل يساوي أو يقل عن 160 كيلوبت في الثانية، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o superior a 160 kbps, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 144 بكسل وأفضل جودة صوت بمعدل يساوي أو يزيد عن 160 كيلوبت في الثانية، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 144 بكسل وأفضل جودة صوت بمعدل يساوي أو يقل عن 192 كيلوبت في الثانية، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o superior a 192 kbps, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 144 بكسل وأفضل جودة صوت بمعدل يساوي أو يزيد عن 192 كيلوبت في الثانية، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 144 بكسل وأفضل جودة صوت بمعدل يساوي أو يقل عن 256 كيلوبت في الثانية، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o superior a 256 kbps, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 144 بكسل وأفضل جودة صوت بمعدل يساوي أو يزيد عن 256 كيلوبت في الثانية، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 144 بكسل وأفضل جودة صوت بمعدل يساوي أو يقل عن 320 كيلوبت في الثانية، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o superior a 320 kbps, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 144 بكسل وأفضل جودة صوت بمعدل يساوي أو يزيد عن 320 كيلوبت في الثانية، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 44.1 kHz, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 144 بكسل وأفضل جودة صوت بتردد يساوي أو يقل عن 44.1 كيلو هرتز، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 44.1 kHz, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 144 بكسل وأفضل جودة صوت بتردد يساوي أو يزيد عن 44.1 كيلو هرتز، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 144 بكسل وأفضل جودة صوت بتردد يساوي أو يقل عن 48 كيلو هرتز، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 48 kHz, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 144 بكسل وأفضل جودة صوت بتردد يساوي أو يزيد عن 48 كيلو هرتز، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 144 بكسل وأفضل جودة صوت بتردد يساوي أو يقل عن 96 كيلو هرتز، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 96 kHz, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 144 بكسل وأفضل جودة صوت بتردد يساوي أو يزيد عن 96 كيلو هرتز، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 144 بكسل وأفضل جودة صوت بتردد يساوي أو يقل عن 192 كيلو هرتز، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 192 kHz, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 144 بكسل وأفضل جودة صوت بتردد يساوي أو يزيد عن 192 كيلو هرتز، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة 144 بكسل أو أقل وأفضل جودة صوت بمعدل 96 كيلوبت في الثانية أو أقل وتردد يبلغ 48 كيلو هرتز أو أقل، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة 144 بكسل أو أقل وأفضل جودة صوت بمعدل 128 كيلوبت في الثانية أو أقل وتردد يبلغ 48 كيلو هرتز أو أقل، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة 144 بكسل أو أقل وأفضل جودة صوت بمعدل 192 كيلوبت في الثانية أو أقل وتردد يبلغ 48 كيلو هرتز أو أقل، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة 144 بكسل أو أقل وأفضل جودة صوت بمعدل 256 كيلوبت في الثانية أو أقل وتردد يبلغ 48 كيلو هرتز أو أقل، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة 144 بكسل أو أقل وأفضل جودة صوت بمعدل 320 كيلوبت في الثانية أو أقل وتردد يبلغ 48 كيلو هرتز أو أقل، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة 144 بكسل أو أقل وأفضل جودة صوت بمعدل 96 كيلوبت في الثانية أو أقل وتردد يبلغ 96 كيلو هرتز أو أقل، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة 144 بكسل أو أقل وأفضل جودة صوت بمعدل 128 كيلوبت في الثانية أو أقل وتردد يبلغ 96 كيلو هرتز أو أقل، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة 144 بكسل أو أقل وأفضل جودة صوت بمعدل 192 كيلوبت في الثانية أو أقل وتردد يبلغ 96 كيلو هرتز أو أقل، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة 144 بكسل أو أقل وأفضل جودة صوت بمعدل 256 كيلوبت في الثانية أو أقل وتردد يبلغ 96 كيلو هرتز أو أقل، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة 144 بكسل أو أقل وأفضل جودة صوت بمعدل 320 كيلوبت في الثانية أو أقل وتردد يبلغ 96 كيلو هرتز أو أقل، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة 144 بكسل أو أقل وأفضل جودة صوت بمعدل 96 كيلوبت في الثانية أو أقل وتردد يبلغ 192 كيلو هرتز أو أقل، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 144 بكسل وأفضل جودة صوت بمعدل يساوي أو يقل عن 128 كيلوبت في الثانية وتردد يساوي أو يقل عن 192 كيلو هرتز، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة 144 بكسل أو أقل وأفضل جودة صوت بمعدل 192 كيلوبت في الثانية أو أقل وتردد يبلغ 192 كيلو هرتز أو أقل، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة 144 بكسل أو أقل وأفضل جودة صوت بمعدل 256 كيلوبت في الثانية أو أقل وتردد يبلغ 192 كيلو هرتز أو أقل، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة 144 بكسل أو أقل وأفضل جودة صوت بمعدل 320 كيلوبت في الثانية أو أقل وتردد يبلغ 192 كيلو هرتز أو أقل، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 240 بكسل وأفضل جودة صوت، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con el códec AAC, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 240 بكسل وأفضل جودة صوت باستخدام معدل ترميز AAC، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con el códec FLAC, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 240 بكسل وأفضل جودة صوت باستخدام معدل ترميز FLAC، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con el códec MP3, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 240 بكسل وأفضل جودة صوت باستخدام معدل ترميز MP3، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con el códec Opus, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 240 بكسل وأفضل جودة صوت باستخدام معدل ترميز OPUS، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con el códec Vorbis, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 240 بكسل وأفضل جودة صوت باستخدام معدل ترميز VORBIS، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 240 بكسل وأفضل جودة صوت بمعدل يساوي أو يقل عن 96 كيلوبت في الثانية، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con una tasa de bits igual o superior a 96 kbps, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 240 بكسل وأفضل جودة صوت بمعدل يساوي أو يزيد عن 96 كيلوبت في الثانية، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 240 بكسل وأفضل جودة صوت بمعدل يساوي أو يقل عن 128 كيلوبت في الثانية، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con una tasa de bits igual o superior a 128 kbps, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 240 بكسل وأفضل جودة صوت بمعدل يساوي أو يزيد عن 128 كيلوبت في الثانية، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con una tasa de bits igual o menor a 160 kbps, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 240 بكسل وأفضل جودة صوت بمعدل يساوي أو يقل عن 160 كيلوبت في الثانية، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con una tasa de bits igual o superior a 160 kbps, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 240 بكسل وأفضل جودة صوت بمعدل يساوي أو يزيد عن 160 كيلوبت في الثانية، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 240 بكسل وأفضل جودة صوت بمعدل يساوي أو يقل عن 192 كيلوبت في الثانية، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con una tasa de bits igual o superior a 192 kbps, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 240 بكسل وأفضل جودة صوت بمعدل يساوي أو يزيد عن 192 كيلوبت في الثانية، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 240 بكسل وأفضل جودة صوت بمعدل يساوي أو يقل عن 256 كيلوبت في الثانية، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con una tasa de bits igual o superior a 256 kbps, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 240 بكسل وأفضل جودة صوت بمعدل يساوي أو يزيد عن 256 كيلوبت في الثانية، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 240 بكسل وأفضل جودة صوت بمعدل يساوي أو يزيد عن 256 كيلوبت في الثانية، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con una tasa de bits igual o superior a 320 kbps, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 240 بكسل وأفضل جودة صوت بمعدل يساوي أو يزيد عن 320 كيلوبت في الثانية، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 44.1 kHz, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 240 بكسل وأفضل جودة صوت بتردد يساوي أو يقل عن 44.1 كيلو هرتز، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 44.1 kHz, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 240 بكسل وأفضل جودة صوت بتردد يساوي أو يزيد عن 44.1 كيلو هرتز، واجمعهم في ملف واحد.
