Repository: hxebolax/TCA3-Update
Catalog: data/beta/locale/*/LC_MESSAGES/*.po
Languages: ar

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con el códec MP3, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 4320 بكسل وأفضل جودة صوت باستخدام معدل ترميز MP3، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con el códec Opus, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 4320 بكسل وأفضل جودة صوت باستخدام معدل ترميز OPUS، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con el códec Vorbis, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 4320 بكسل وأفضل جودة صوت باستخدام معدل ترميز VORBIS، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 4320 بكسل وأفضل جودة صوت بمعدل يساوي أو يقل عن 96 كيلوبت في الثانية، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o superior a 96 kbps, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 4320 بكسل وأفضل جودة صوت بمعدل يساوي أو يزيد عن 96 كيلوبت في الثانية، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 4320 بكسل وأفضل جودة صوت بمعدل يساوي أو يقل عن 128 كيلوبت في الثانية، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o superior a 128 kbps, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 4320 بكسل وأفضل جودة صوت بمعدل يساوي أو يزيد عن 128 كيلوبت في الثانية، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 160 kbps, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 4320 بكسل وأفضل جودة صوت بمعدل يساوي أو يقل عن 160 كيلوبت في الثانية، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o superior a 160 kbps, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 4320 بكسل وأفضل جودة صوت بمعدل يساوي أو يزيد عن 160 كيلوبت في الثانية، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 4320 بكسل وأفضل جودة صوت بمعدل يساوي أو يقل عن 192 كيلوبت في الثانية، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o superior a 192 kbps, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 4320 بكسل وأفضل جودة صوت بمعدل يساوي أو يزيد عن 192 كيلوبت في الثانية، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 4320 بكسل وأفضل جودة صوت بمعدل يساوي أو يقل عن 256 كيلوبت في الثانية، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o superior a 256 kbps, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 4320 بكسل وأفضل جودة صوت بمعدل يساوي أو يزيد عن 256 كيلوبت في الثانية، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 4320 بكسل وأفضل جودة صوت بمعدل يساوي أو يقل عن 320 كيلوبت في الثانية، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o superior a 320 kbps, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 4320 بكسل وأفضل جودة صوت بمعدل يساوي أو يزيد عن 320 كيلوبت في الثانية، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 44.1 kHz, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 4320 بكسل وأفضل جودة صوت بتردد يساوي أو يقل عن 44.1 كيلو هرتز، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 44.1 kHz, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 4320 بكسل وأفضل جودة صوت بتردد يساوي أو يزيد عن 44.1 كيلو هرتز، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 4320 بكسل وأفضل جودة صوت بتردد يساوي أو يقل عن 48 كيلو هرتز، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 48 kHz, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 4320 بكسل وأفضل جودة صوت بتردد يساوي أو يزيد عن 48 كيلو هرتز، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 4320 بكسل وأفضل جودة صوت بتردد يساوي أو يقل عن 96 كيلو هرتز، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 96 kHz, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 4320 بكسل وأفضل جودة صوت بتردد يساوي أو يزيد عن 96 كيلو هرتز، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 4320 بكسل وأفضل جودة صوت بتردد يساوي أو يقل عن 192 كيلو هرتز، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 192 kHz, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 4320 بكسل وأفضل جودة صوت بتردد يساوي أو يزيد عن 192 كيلو هرتز، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة 4320 بكسل أو أقل وأفضل جودة صوت بمعدل 96 كيلوبت في الثانية أو أقل وتردد يبلغ 48 كيلو هرتز أو أقل، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 4320 بكسل وأفضل جودة صوت بمعدل يساوي أو يقل عن 128 كيلوبت في الثانية وتردد يساوي أو يقل عن 48 كيلو هرتز، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 4320 بكسل وأفضل جودة صوت بمعدل يساوي أو يقل عن 192 كيلوبت في الثانية وتردد يساوي أو يقل عن 48 كيلو هرتز، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 4320 بكسل وأفضل جودة صوت بمعدل يساوي أو يقل عن 256 كيلوبت في الثانية وتردد يساوي أو يقل عن 48 كيلو هرتز، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 4320 بكسل وأفضل جودة صوت بمعدل يساوي أو يقل عن 320 كيلوبت في الثانية وتردد يساوي أو يقل عن 48 كيلو هرتز، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة 4320 بكسل أو أقل وأفضل جودة صوت بمعدل 96 كيلوبت في الثانية أو أقل وتردد يبلغ 96 كيلو هرتز أو أقل، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة 4320 بكسل أو أقل وأفضل جودة صوت بمعدل 128 كيلوبت في الثانية أو أقل وتردد يبلغ 96 كيلو هرتز أو أقل، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة 4320 بكسل أو أقل وأفضل جودة صوت بمعدل 192 كيلوبت في الثانية أو أقل وتردد يبلغ 96 كيلو هرتز أو أقل، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 4320 بكسل وأفضل جودة صوت بمعدل يساوي أو يقل عن 256 كيلوبت في الثانية وتردد يساوي أو يقل عن 96 كيلو هرتز، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة 4320 بكسل أو أقل وأفضل جودة صوت بمعدل 320 كيلوبت في الثانية أو أقل وتردد يبلغ 96 كيلو هرتز أو أقل، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة 4320 بكسل أو أقل وأفضل جودة صوت بمعدل 96 كيلوبت في الثانية أو أقل وتردد يبلغ 192 كيلو هرتز أو أقل، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 4320 بكسل وأفضل جودة صوت بمعدل يساوي أو يقل عن 128 كيلوبت في الثانية وتردد يساوي أو يقل عن 192 كيلو هرتز، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة تساوي أو تقل عن 4320 بكسل وأفضل جودة صوت بمعدل يساوي أو يقل عن 192 كيلوبت في الثانية وتردد يساوي أو يقل عن 192 كيلو هرتز، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
ar: حدد أفضل جودة للفيديو بدقة تساوي أو تقل عن 4320 بكسل وأفضل جودة صوت بمعدل يساوي أو يقل عن 256 كيلوبت في الثانية وتردد يساوي أو يقل عن 192 كيلو هرتز، واجمعهم في ملف واحد.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
ar: حدد أفضل جودة فيديو بدقة 4320 بكسل أو أقل، وأفضل جودة صوت بمعدل 320 كيلوبت في الثانية أو أقل، وتردد يبلغ 192 كيلو هرتز أو أقل، واجمعهم في ملف واحد.

source: No se han podido crear los archivos de configuración. Es posible que se encuentre en una ruta protegida del sistema. (como: Disco c: o Archivos de programa). Ejecute TCA-Media Downloader con privilegios de administrador, o cambie la ubicación del portable.
ar: لا يمكن إنشاء ملفات الإعدادات. قد تكون في مسار محمي (مثل: Disk c: أو Program Files). أسمح لبرنامج TCA-Media Downloader باستخدام صلاحيات المسؤول, أو قم بتغيير موقع النسخة المحمولة.

source: {} {} Uso: TCA-MediaDownloader.exe [opciones] Opciones: -a, --analysis: Analiza la integridad de TCA-Media Downloader. -k, --kill: Cierra todos los procesos de TCA-Media Downloader. -r, --restart: Restaura los valores de la aplicación. -h, --help: Muestra esta ayuda.
ar: {}{} الاستخدام: TCA-MediaDownloader.exe [خيارات] خيارات: -a، - التحليل: تحليل سلامة TCA-Media Downloader. -k, --kill: قم بإنهاء جميع عمليات TCA-Media Downloader. -r, --restart: استعادة إعدادات التطبيق. -h, --help: عرض هذه المساعدة.

source: El análisis de TCA-Media Downloader a sido un éxito. Esta copia es original y no a sido modificada.
ar: لقد كان تحليل TCA-Media Downloader ناجحًا. هذه النسخة أصلية ولم يتم تعديلها.

source: El análisis de TCA-Media Downloader a fallado. Esta copia a sido modificada en alguno de sus componentes. Le recomiendo se descargue TCA-Media Downloader desde un sitio oficial.
ar: فشل تحليل TCA-Media Downloader. تم تعديل هذه النسخة في بعض مكوناتها. أنصحك بتنزيل TCA-Media Downloader من الموقع الرسمي.

source: Cuando se cierre este mensaje todos los procesos de TCA-Media Downloader serán eliminados.
ar: عند إغلاق هذهِ الرسالة، سيتم إنهاء جميع عمليات TCA-Media Downloader.

source: TCA-Media Downloader se a restaurado con los valores predefinidos.
ar: تمت استعادة TCA-Media Downloader إلى القيم الافتراضية.

source: TCA-Media Downloader no a podido ser restaurado por completo. Asegúrese que no esta en una ruta protegida o necesita derechos de administrador.
ar: تعذرت استعادة TCA-Media Downloader بالكامل. تأكد من أنك لست على مسار محمي أو أنك بحاجة إلى حقوق المسؤول.

source: No hay descargas agregadas.
ar: لا يوجد تنزيلات.

source: Existe una nueva actualización de la librería YT-DLP. Versión {}
ar: تم العثور على تحديث جديد لمكتبة YT-DLP. إصدار {}

source: Existe una nueva actualización. Versión {}
ar: تم العثور على تحديث جديد للبرنامج. إصدار {}

source: Información de la actualización
ar: تحديث المعلومات

source: Descripción de la actualización:
ar: وصف التحديث:

source: &Descargar actualización
ar: &تنزيل التحديث.

source: &Cancelar actualización
ar: إ&لغاء التحديث.

source: *** Advertencia *** Si pulsa el botón Descargar actualización, TCA-Media Downloader se cerrará para iniciar el proceso de actualización.
ar: *** تنبيه *** إذا قمت بالضغط على زر تنزيل التحديث، فسيتم إغلاق TCA-Media Downloader لبدء عملية التحديث.

source: URL (por defecto)
ar: رابط (افتراضي)

source: Sonido de inicio
ar: صوت بدء التشغيل

source: Sonido de espera
ar: صوت الانتظار

source: Sonido de descarga nueva
ar: صوت تنزيل جديد

source: Sonido de descarga correcta
ar: صوت نجاح التنزيل

source: Sonido de descarga errónea
ar: صوت فشل التنزيل

source: Desactivado
ar: تعطيل

source: 30 minutos
ar: 30 دقيقة

source: 45 minutos
ar: 45 دقيقة

source: 1 hora
ar: 1 ساعة

source: 3 horas
ar: 3 ساعات

source: 6 horas
ar: 6 ساعات

source: 2 minutos (aprox. 5.000 resultados, por defecto)
ar: دقيقتين تقريباً. 5,000 نتائج, (افتراضي)

source: 5 minutos (aprox. 10.000 resultados)
ar: 5 دقائق تقريبا. (10,000 نتائج)

source: 10 minutos (aprox. 20.000 resultados)
ar: 10 دقائق تقريباً. (20,000 نتائج)

source: 15 minutos (aprox. 30.000 resultados)
ar: 15 دقيقة تقريباً. (30,000 نتائج)

source: Opciones
ar: خيارات

source: General
ar: عام

source: Cambiar &idioma de la aplicación
ar: &تغيير لُغة البرنامج

source: Alternar &rama de desarrollo
ar: تغيير &قناة التحديثات.

source: Elija la pestaña de inicio de la aplicación:
ar: &حدد التبويبة التي يتم عرضها عند بدء تشغيل البرنامج:

source: Minimizar a la bandeja de sistema cuando se minimice la ventana principal
ar: ت&صغير إلى منطقة الإعلام عندما يتم تصغير النافذة الرئيسية

source: Comprobar si existen actualizaciones y notificar:
ar: ا&لتنبيه عند وجود تحديثات

source: Elegir rama de desarrollo de YT-DLP para usar:
ar: &اختر قناة تطوير YT-DLP للاستخدام:

source: Continuar descargas no terminadas (experimental)
ar: استئناف التنزيلات غير المكتملة (تجريبي)

source: Tiempo para extraer información (transcurrido el tiempo dará error si no se obtuvo toda la información, valido para grandes PlayList o Canales):
ar: الوقت لاستخراج المعلومات (بعد مرور الوقت سيعطي خطأ إذا لم يتم الحصول على جميع المعلومات، وهو صالح لقوائم التشغيل أو القنوات الكبيرة):

source: Reproductor
ar: المشغل

source: Reproducir la mejor calidad (no mostrara el menú para elegir calidad al pulsar reproducir)
ar: أفضل جودة تشغيل (لن يتم عرض قائمة الجودة عند الضغط على تشغيل)

source: Mostrar pantalla de video al reproducir
ar: إظهار شاشة الفيديو عند التشغيل

source: Sonido
ar: الأصوات

source: Reproducir sonido inicio (sonara en las cargas de la aplicación al iniciar lentas)
ar: تشغيل صوت بدء التشغيل (سيتم تشغيله عند بدْأ تشغيل البرنامج ببطء)

source: Reproducir sonido de espera (sonara en los diálogos de espera)
ar: تشغيل صوت الانتظار (سيتم تشغيله في مربعات حوار الانتظار)

source: Reproducir sonido de nueva descarga (sonara al añadir una descarga nueva)
ar: تشغيل صوت تنزيل جديد (سيصدر صوتًا عند إضافة تنزيل جديد)

source: Reproducir sonido al terminar una descarga exitosa
ar: تشغيل صوت عند انتهاء التنزيل بنجاح

source: Reproducir sonido al terminar una descarga erronea
ar: تشغيل صوت عند نهاية فشل التنزيل

source: Mandar mensajes de información de acciones al lector de pantallas
ar: إرسال رسائل معلومات إلى قارئ الشاشة

source: Muestra de sonidos (seleccione un sonido y pulse Ctrl+R para reproducirlo):
ar: عينة صوتية (حدد صوتًا واضغط على Ctrl+R لتشغيله):

source: &Aceptar
ar: &موافق

source: &Cancelar
ar: إل&غاء

source: Rama Nightly (versión temprana)
ar: القناة الليلية )إصدار مبكر((

source: Rama Stable (versión recomendada)
ar: القناة المستقرة (مُستَحسَن)

source: *** ADVERTENCIA *** Esta opción es experimental. Si la activamos, podremos reanudar una descarga que por cualquier motivo quedara interrumpida. Para reanudar una descarga tendremos que volverla a poner en marcha, introduciendo la misma URL de esa descarga y la misma configuración de parámetros de descarga. En el directorio destino se crearán unos archivos temporales que sirven para reanudar la descarga. Si algún parámetro no coincide o dichos archivos se borran la descarga empezara de cero. Dichos archivos permanecerán en el directorio destino hasta que se reanude la descarga o hasta que sea borrado manualmente.
ar: *** تنبيه *** هذا خيار تجريبي. إذا قمنا بتمكينه، فسنكون قادرين على استئناف التنزيل الذي تمت مقاطعته لأي سبب من الأسباب. لاستئناف التنزيل، سيتعين علينا تشغيل البرنامج مرة أخرى، وإدخال نفس الرابط لهذا التنزيل ونفس إعدادات معلمات التنزيل. سيتم إنشاء بعض الملفات المؤقتة المستخدمة لاستئناف التنزيل في مسار الوجهة. إذا لم تتطابق أي معلمة أو تم حذف هذه الملفات، فسيبدأ التنزيل من البداية. ستبقى هذه الملفات في مسار الوجهة حتى يتم استئناف التنزيل أو حتى يتم حذفها يدويًا.

source: No se puede cambiar el idioma en este momento. Tiene descargas activas. Vuelva a intentarlo más tarde cuando no tenga descargas activas.
ar: لا يمكن تغيير اللُغة حالياً. لديك تنزيلات نشطة. يرجى المحاولة مرة أخرى لاحقًا عندما لا يكون لديك أي تنزيلات نشطة.

source: Se cambio el idioma y la aplicación tiene que reiniciarse.
ar: تم تغيير اللغة ويجب إعادة تشغيل البرنامج.

source: No se puede cambiar de rama en este momento. Tiene descargas activas. Vuelva a intentarlo más tarde cuando no tenga descargas activas.
ar: لا يمكن تبديل القنوات في هذا الوقت. لديك تنزيلات نشطة. يرجى المحاولة مرة أخرى لاحقًا عندما لا يكون لديك أي تنزيلات نشطة.

source: Rama &Final (recomendada)
ar: نسخة &نهائية (مُستَحسَن)

source: Rama &Beta
ar: نسخة &تجريبية

source: Ha elegido cambiar la rama de desarrollo de TCA-Media Downloader. Actualmente se encuentra en la rama: {} Y va a cambiar a la rama: {} ¿Esta seguro que desea continuar?
ar: لقد قمت بتغيير قناة تحديثات TCA-Media Downloader. تم ضبطه بالفعل على القناة: {} وسوف يتحول إلى القناة: {} هل أنت متأكد أنك تريد الاستمرار؟

source: Chat en directo
ar: الدردشة المباشرة

source: &Introduzca una URL de una transmisión en directo de YouTube:
ar: أ&دخل رابط لِبث مباشر على YouTube:

source: Comentarios en &directo:
ar: &دردشة البث المباشر:

source: Sin comentarios
ar: لا تعليق

source: Elija &formato de salida del chat:
ar: &اختر تنسيق الدردشة المباشرة:

source: &Hablar comentarios por lector de pantalla
ar: &نطق الدردشة بواسطة قارئ الشاشة

source: &Empezar monitoreo
ar: &مشاهدة الدردشة المباشرة

source: &Cerrar
ar: إ&غلاق

source: No se pudo recuperar la conexión al chat después de múltiples intentos
ar: تعذر استعادة اتصال الدردشة بعد عدة محاولات

source: El campo no puede estar vacío
ar: لا يمكن أن يكون الحقل فارغاً

source: La URL no es de YouTube
ar: الرابط ليس من YouTube

source: &Parar monitoreo
ar: إ&يقاف الدردشة المباشرة

source: No se pudo obtener el chat. Inténtelo de nuevo y si sigue fallando compruebe que la transmisión tiene chat en directo.
ar: تعذر الحصول على الدردشة. يرجى المحاولة مرة أخرى، وإذا استمر الفشل، فتأكد من أن البث يتضمن دردشة مباشرة.

source: El video no es una transmisión en directo
ar: الفيديو ليس بث مباشر

source: Visor de comentarios
ar: عارض التعليقات

source: &Lista de comentarios:
ar: &قائمة التعليقات:

source: &Detalles del comentario:
ar: &تفاصيل التعليق:

source: &Guardar comentarios
ar: &حفظ التعليقات

source: Comentarios {}
ar: التعليقات {}

source: Autor:
ar: الناشر:

source: Fecha de publicación:
ar: تاريخ النشر:

source: Me gusta:
ar: أعجبني ذالك:

source: Comentario:
ar: التعليق:

source: Titulo:
ar: العنوان:

source: Total comentarios:
ar: إجمالي التعليقات:

source: Comentarios
ar: التعليقات

source: Fichero HTML (*.html)|*.html
ar: ملف HTML (*.html)|*.html

source: Guardar comentarios en...
ar: حفظ التعليقات في...

source: No hay ningún comentario seleccionado.
ar: لم يتم تحديد أي تعليق.

source: Extrayendo comentarios. Espere por favor...
ar: جارٍ عرض التعليقات، برجاء الانتظار...

source: Atrasar (F1)
ar: إرجاع للخلف (F1)
