Repository: hxebolax/TCA3-Update
Catalog: data/final/locale/*/LC_MESSAGES/*.po
Languages: uk

source: Selecciona la mejor calidad de video en formato MP4 y la mejor calidad de audio en formato M4A, y los combina en un solo archivo.
uk: Найкраще відео у форматі MP4 і найкраще аудіо у форматі M4A.

source: Selecciona la mejor calidad de video en formato WebM y la mejor calidad de audio en formato WebM, y los combina en un solo archivo.
uk: Найкраще відео у форматі WebM і найкраще аудіо у форматі WebM.

source: Selecciona la mejor calidad de video con el códec AV1 y la mejor calidad de audio, y los combina en un solo archivo.
uk: Найкраще відео з кодеком AV1 і найкраще аудіо.

source: Selecciona la mejor calidad de video con el códec H.264 y la mejor calidad de audio, y los combina en un solo archivo.
uk: Найкраще відео з кодеком H.264 і найкраще аудіо.

source: Selecciona la mejor calidad de video con el códec HEVC (H.265) y la mejor calidad de audio, y los combina en un solo archivo.
uk: Найкраще відео з кодеком HEVC (H.265) і найкраще аудіо.

source: Selecciona la mejor calidad de video con el códec VP8 y la mejor calidad de audio, y los combina en un solo archivo.
uk: Найкраще відео з кодеком VP8 і найкраще аудіо.

source: Selecciona la mejor calidad de video con el códec VP9 y la mejor calidad de audio, y los combina en un solo archivo.
uk: Найкраще відео з кодеком VP9 і найкраще аудіо.

source: Selecciona la mejor calidad de video con el códec VP9.2 y la mejor calidad de audio, y los combina en un solo archivo.
uk: Найкраще відео з кодеком VP9.2 і найкраще аудіо.

source: Selecciona la mejor calidad de video con una tasa de fotogramas igual o menor a 24 fps y la mejor calidad de audio, y los combina en un solo archivo.
uk: Найкраще відео з частотою кадрів 24 к/с або менше та найкраще аудіо.

source: Selecciona la mejor calidad de video con una tasa de fotogramas de exactamente 24 fps.
uk: Найкраще відео з частотою кадрів рівно 24 к/с.

source: Selecciona la mejor calidad de video con una tasa de fotogramas igual o menor a 30 fps y la mejor calidad de audio, y los combina en un solo archivo.
uk: Найкраще відео з частотою кадрів 30 к/с або менше та найкраще аудіо.

source: Selecciona la mejor calidad de video con una tasa de fotogramas de exactamente 30 fps.
uk: Найкраще відео з частотою кадрів рівно 30 к/с.

source: Selecciona la mejor calidad de video con una tasa de fotogramas igual o menor a 60 fps y la mejor calidad de audio, y los combina en un solo archivo.
uk: Найкраще відео з частотою кадрів 60 к/с або менше та найкраще аудіо.

source: Selecciona la mejor calidad de video con una tasa de fotogramas de exactamente 60 fps.
uk: Найкраще відео з частотою кадрів рівно 60 к/с.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio, y los combina en un solo archivo.
uk: Відео 144p або нижче та найкраще аудіо.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con el códec AAC, y los combina en un solo archivo.
uk: Відео 144p або нижче та найкраще аудіо з кодеком AAC.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con el códec FLAC, y los combina en un solo archivo.
uk: Відео 144p або нижче та найкраще аудіо з кодеком FLAC.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con el códec MP3, y los combina en un solo archivo.
uk: Відео 144p або нижче та найкраще аудіо з кодеком MP3.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con el códec Opus, y los combina en un solo archivo.
uk: Відео 144p або нижче та найкраще аудіо з кодеком Opus.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con el códec Vorbis, y los combina en un solo archivo.
uk: Відео 144p або нижче та найкраще аудіо з кодеком Vorbis.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps, y los combina en un solo archivo.
uk: Відео 144p або нижче аудіо 96 кбіт/с або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o superior a 96 kbps, y los combina en un solo archivo.
uk: Відео 144p або вище аудіо 96 кбіт/с або вище.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps, y los combina en un solo archivo.
uk: Відео 144p або нижче аудіо 128 кбіт/с або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o superior a 128 kbps, y los combina en un solo archivo.
uk: Відео 144p або вище аудіо 128 кбіт/с або вище.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 160 kbps, y los combina en un solo archivo.
uk: Відео 144p або нижче аудіо 160 кбіт/с або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o superior a 160 kbps, y los combina en un solo archivo.
uk: Відео 144p або вище аудіо 160 кбіт/с або вище.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps, y los combina en un solo archivo.
uk: Відео 144p або нижче аудіо 192 кбіт/с або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o superior a 192 kbps, y los combina en un solo archivo.
uk: Відео 144p або вище аудіо 192 кбіт/с або вище.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps, y los combina en un solo archivo.
uk: Відео 144p або нижче аудіо 256 кбіт/с або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o superior a 256 kbps, y los combina en un solo archivo.
uk: Відео 144p або вище аудіо 256 кбіт/с або вище.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps, y los combina en un solo archivo.
uk: Відео 144p або нижче аудіо 320 кбіт/с або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o superior a 320 kbps, y los combina en un solo archivo.
uk: Відео 144p або вище аудіо 320 кбіт/с або вище.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 44.1 kHz, y los combina en un solo archivo.
uk: Відео 144p або нижче аудіо з частотою 44,1 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 44.1 kHz, y los combina en un solo archivo.
uk: Відео 144p або вище аудіо з частотою 44,1 кГц або вище.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
uk: Відео 144p або нижче аудіо з частотою 48 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 48 kHz, y los combina en un solo archivo.
uk: Відео 144p або вище аудіо з частотою 48 кГц або вище.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
uk: Відео 144p або нижче аудіо з частотою 96 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 96 kHz, y los combina en un solo archivo.
uk: Відео 144p або вище аудіо з частотою 96 кГц або вище.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
uk: Відео 144p або нижче аудіо з частотою 192 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 192 kHz, y los combina en un solo archivo.
uk: Відео 144p або вище аудіо з частотою 192 кГц або вище.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
uk: Відео 144p або нижче аудіо 96 кбіт/с або нижче і частотою 48 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
uk: Відео 144p або нижче аудіо 128 кбіт/с або нижче і частотою 48 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
uk: Відео 144p або нижче аудіо 192 кбіт/с або нижче і частотою 48 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
uk: Відео 144p або нижче аудіо 256 кбіт/с або нижче і частотою 48 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
uk: Відео 144p або нижче аудіо 320 кбіт/с або нижче і частотою 48 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
uk: Відео 144p або нижче аудіо 96 кбіт/с або нижче і частотою 96 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
uk: Відео 144p або нижче аудіо 128 кбіт/с або нижче і частотою 96 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
uk: Відео 144p або нижче аудіо 192 кбіт/с або нижче і частотою 96 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
uk: Відео 144p або нижче аудіо 256 кбіт/с або нижче і частотою 96 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
uk: Відео 144p або нижче аудіо 320 кбіт/с або нижче і частотою 96 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
uk: Відео 144p або нижче аудіо 96 кбіт/с або нижче і частотою 192 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
uk: Відео 144p або нижче аудіо 128 кбіт/с або нижче і частотою 192 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
uk: Відео 144p або нижче аудіо 192 кбіт/с або нижче і частотою 192 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
uk: Відео 144p або нижче аудіо 256 кбіт/с або нижче і частотою 192 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 144p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
uk: Відео 144p або нижче аудіо 320 кбіт/с або нижче і частотою 192 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio, y los combina en un solo archivo.
uk: Відео 240p або нижче та найкраще аудіо.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con el códec AAC, y los combina en un solo archivo.
uk: Відео 240p або нижче та найкраще аудіо з кодеком AAC.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con el códec FLAC, y los combina en un solo archivo.
uk: Відео 240p або нижче та найкраще аудіо з кодеком FLAC.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con el códec MP3, y los combina en un solo archivo.
uk: Відео 240p або нижче та найкраще аудіо з кодеком MP3.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con el códec Opus, y los combina en un solo archivo.
uk: Відео 240p або нижче та найкраще аудіо з кодеком Opus.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con el códec Vorbis, y los combina en un solo archivo.
uk: Відео 240p або нижче та найкраще аудіо з кодеком Vorbis.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps, y los combina en un solo archivo.
uk: Відео 240p або нижче аудіо 96 кбіт/с або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con una tasa de bits igual o superior a 96 kbps, y los combina en un solo archivo.
uk: Відео 240p або вище аудіо 96 кбіт/с або вище.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps, y los combina en un solo archivo.
uk: Відео 240p або нижче аудіо 128 кбіт/с або менше.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con una tasa de bits igual o superior a 128 kbps, y los combina en un solo archivo.
uk: Відео 240p або вище аудіо 128 кбіт/с або вище.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con una tasa de bits igual o menor a 160 kbps, y los combina en un solo archivo.
uk: Відео 240p або нижче аудіо 160 кбіт/с або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con una tasa de bits igual o superior a 160 kbps, y los combina en un solo archivo.
uk: Відео 240p або вище аудіо 160 кбіт/с або вище.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps, y los combina en un solo archivo.
uk: Відео 240p або нижче аудіо 192 кбіт/с або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con una tasa de bits igual o superior a 192 kbps, y los combina en un solo archivo.
uk: Відео 240p або вище аудіо 192 кбіт/с або вище.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps, y los combina en un solo archivo.
uk: Відео 240p або нижче аудіо 256 кбіт/с або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con una tasa de bits igual o superior a 256 kbps, y los combina en un solo archivo.
uk: Відео 240p або вище аудіо 256 кбіт/с або вище.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps, y los combina en un solo archivo.
uk: Відео 240p або нижче аудіо 320 кбіт/с або менше.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con una tasa de bits igual o superior a 320 kbps, y los combina en un solo archivo.
uk: Відео 240p або вище аудіо 320 кбіт/с або вище.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 44.1 kHz, y los combina en un solo archivo.
uk: Відео 240p або нижче аудіо з частотою 44,1 кГц або менше.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 44.1 kHz, y los combina en un solo archivo.
uk: Відео 240p або вище аудіо з частотою 44,1 кГц або вище.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
uk: Відео 240p або нижче аудіо з частотою 48 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 48 kHz, y los combina en un solo archivo.
uk: Відео 240p або вище аудіо з частотою 48 кГц або вище.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
uk: Відео 240p або нижче аудіо з частотою 96 кГц або менше.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 96 kHz, y los combina en un solo archivo.
uk: Відео 240p або вище аудіо з частотою 96 кГц або вище.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
uk: Відео 240p або нижче аудіо з частотою 192 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 192 kHz, y los combina en un solo archivo.
uk: Відео 240p або вище аудіо з частотою 192 кГц або вище.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
uk: Відео 240p або нижче аудіо 96 кбіт/с або нижче і частотою 48 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
uk: Відео 240p або нижче аудіо 128 кбіт/с або нижче і частотою 48 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
uk: Відео 240p або нижче аудіо 192 кбіт/с або нижче і частотою 48 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
uk: Відео 240p або нижче аудіо 256 кбіт/с або нижче і частотою 48 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
uk: Відео 240p або нижче аудіо 320 кбіт/с або нижче і частотою 48 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
uk: Відео 240p або нижче аудіо 96 кбіт/с або нижче і частотою 96 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
uk: Відео 240p або нижче аудіо 128 кбіт/с або нижче і частотою 96 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
uk: Відео 240p або нижче аудіо 192 кбіт/с або нижче і частотою 96 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
uk: Відео 240p або нижче аудіо 256 кбіт/с або нижче і частотою 96 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 240p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
uk: Відео 240p або нижче аудіо 320 кбіт/с або нижче і частотою 96 кГц або нижче.
