Repository: hxebolax/TCA3-Update
Catalog: data/final/locale/*/LC_MESSAGES/*.po
Languages: uk

source: Cargando...
uk: Завантаження...

source: TCA-Media Downloader ya se encuentra en ejecución. Cierra la otra instancia antes de iniciar esta. Si sigue sin funcionar abre una consola en el directorio de TCA-Media Downloader y escribe lo siguiente: TCA-MediaDownloader -k o TCA-MediaDownloader --kill
uk: TCA-Media Downloader вже запущено. Закрийте іншу копію перед запуском цієї. У разі виникнення проблеми, відкрийте консоль в директорії TCA-Media Downloader і виконайте наступну команду: TCA-MediaDownloader -k або TCA-MediaDownloader --kill

source: Error
uk: Помилка

source: Hay un proceso de actualización activo. Espere a que termine para poder ejecutar TCA-Media Downloader.
uk: Відбувається процес оновлення. Дочекайтеся його завершення, перш ніж запускати TCA-Media Downloader.

source: Terminando de actualizar...
uk: Завершення оновлення...

source: Espere por favor...
uk: Зачекайте, будь ласка...

source: Seleccione una categoría de favoritos.
uk: Виберіть категорію обраного.

source: Terminando de actualizar {}
uk: Завершення оновлення {}

source: Ha ocurrido un error al terminar de instalar: {}
uk: Під час завершення встановлення сталася помилка: {}

source: Campo de URL borrado.
uk: Поле адреси очищено.

source: Campo de búsqueda borrado.
uk: Поле пошуку очищено.

source: Sin búsquedas
uk: Результати відсутні

source: Búsqueda limpiada.
uk: Пошук завершено.

source: Agregue una lista de videos.
uk: Додайте список відео.

source: Agregue o seleccione una lista de videos.
uk: Додайте або оберіть список відео.

source: La lista de videos está vacía.
uk: Список відео порожній.

source: Agregue una playlist.
uk: Додайте список відтворення.

source: Agregue un canal.
uk: Додайте канал.

source: Búsqueda
uk: Пошук

source: Descargas
uk: Завантаження

source: Favoritos
uk: Обране

source: Se encuentra en la pestaña {}
uk: Поточна вкладка {}

source: No se han encontrado resultados.
uk: Нічого не знайдено.

source: Se encuentra en el resultado {} de {}
uk: Результат {} з {}

source: Descargas activas: ({}) Descargas terminadas: ({}) Descargas con errores: ({})
uk: Активні завантаження: ({}) Завершено завантажень: ({}) Завантаження з помилками: ({})

source: No es una URL valida para reproducir.
uk: Невірна адреса для відтворення.

source: Video
uk: Відео

source: Ya tiene una descarga del tipo Video y con la misma URL. Hasta que dicha descarga no termine no puede agregar otra con estas características. Espere a que la descarga termine y vuelva a intentarlo.
uk: У вас вже є завантаження відео з такою адресою. Поки це завантаження не буде завершено, ви не можете додати ще одне з такими ж характеристиками. Зачекайте завершення завантаження і спробуйте знову.

source: Información
uk: Інформація

source: No es una URL valida para descargar.
uk: Невірна адреса для завантаження.

source: Tiene descargas activas. Si cierra la aplicación puede perder información. ¿Desea continuar?
uk: У вас є активні завантаження. Якщо ви закриєте програму, ви можете втратити дані. Бажаєте продовжити?

source: Pregunta
uk: Запитання

source: Tiene descargas activas. Solo se pueden buscar actualizaciones cuando no hay ninguna descarga activa. Inténtelo más tarde.
uk: У вас є активні завантаження. Ви можете перевіряти наявність оновлень лише тоді, коли немає активних завантажень. Будь ласка, спробуйте пізніше.

source: Obteniendo información...
uk: Отримання інформації...

source: No e podido obtener la información. Inténtelo de nuevo.
uk: Не вдалося отримати інформацію. Спробуйте знову.

source: No se a encontrado conexión a internet. Compruebe que todo esta correcto.
uk: Відсутнє з'єднання з інтернетом. Перевірте, чи все гаразд.

source: Se produjo el siguiente error: {} Además, le paso una traza que puede servir al programador: {}
uk: Виникла така помилка: {} Окрім того, ось трасування, яке може стати в нагоді програмісту: {}

source: Confirmación
uk: Підтвердження

source: No hay actualizaciones disponibles. Compruébelo más adelante.
uk: Немає доступних оновлень. Перевірте пізніше.

source: No se a podido encontrar ningún archivo de documentación. Esto significa que al programa le faltan archivos. Vuelva a descargarse el programa para disponer del manual.
uk: Файлу документації не виявлено. Це означає, що файли програми відсутні. Завантажте програму знову, щоб отримати посібник.

source: Acerca de TCA-Media Downloader {} {} Versión interna: {}. Versión librería YT-DLP: {}. Versión compilada con Python: {}. Versión de wxPython: {}. Programa sencillo para descargar contenido multimedia desde YouTube, Facebook, Vimeo y mas. Creado por: Peter Reina y Héctor J. Benítez Corredera. 2019-2023© Todos los derechos reservados.
uk: Про TCA-Media Downloader {} {}. Внутрішня версія: {}. Версія бібліотеки YT-DLP: {}. Версія, скомпільована на Python: {}. Версія wxPython: {}. Проста програма для завантаження мультимедійного контенту з YouTube, Facebook, Vimeo тощо. докладніше. Автори: Peter Reina та Hector J. Benitez Corredera. 2019-2023 © Всі права захищені.

source: Pausar (F2)
uk: Пауза (F2)

source: Reproducir (F2)
uk: Відтворення (F2)

source: &Buscar actualizaciones
uk: &Перевірити наявність оновлень

source: &Opciones
uk: &Параметри

source: &Manual
uk: &Посібник

source: Entra a nuestro sitio &web
uk: Відвідайте наш &сайт

source: &Acerca de...
uk: &Про застосунок...

source: &Salir
uk: &Вихід

source: &Limpiar búsqueda
uk: &Видалити результати пошуку

source: Buscar &Videos
uk: Пошук &відео

source: Buscar &PlayLists
uk: Пошук &списків відтворення

source: Buscar &Canales
uk: Пошук &каналів

source: descarga múltiple
uk: масове завантаження

source: &Reproducir
uk: &Відтворити

source: Abrir enlace de la descarga en la &web
uk: Відкрити у &браузері

source: Copiar el enlace de la descarga al &portapapeles
uk: Копіювати посилання в &буфер обміну

source: Abrir &carpeta de la descarga
uk: Відкрити &папку завантаження

source: Ver &error
uk: Переглянути &помилку

source: Limpiar descargas terminadas
uk: Видалити завершені завантаження

source: Limpiar descargas erróneas
uk: Видалити невдалі завантаження

source: &Acciones generales
uk: &Загальні дії

source: Borrar toda la base de datos
uk: Видалити всю базу даних

source: Crear copia de seguridad
uk: Створити резервну копію

source: Restaurar copia de seguridad
uk: Відновити резервну копію

source: &Hacer / restaurar copias de seguridad de la base de datos
uk: &Створення/відновлення резервних копій бази даних

source: Nueva Lista de Videos
uk: Новий список відео

source: Editar el nombre de la lista de videos
uk: Змінити назву списку відео

source: Borrar lista de videos
uk: Видалити список відео

source: Borrar todas las PlayList
uk: Видалити усі списки відтворення

source: Borrar todos los Canales
uk: Видалити усі канали

source: &Descarga normal
uk: &Звичайне завантаження

source: Descarga &personalizada
uk: Персоналізоване &завантаження

source: &Información del Video
uk: &Деталі відео

source: &Eliminar de la lista de videos
uk: &Вилучити зі списку відео

source: &Descarga toda la PlayList
uk: &Завантажити весь список відтворення

source: &Elegir videos para descargar
uk: &Вибрати відео для завантаження

source: &Información de la PlayList
uk: &Деталі списку відтворення

source: &Eliminar de la lista de PlayList
uk: &Вилучити зі списків відтворення

source: &Descarga todo el Canal
uk: &Завантажити весь канал

source: &Información del Canal
uk: &Деталі каналу

source: &Eliminar de la lista de Canales
uk: &Вилучити зі списку каналів

source: &Intentar descargar con formato
uk: &Завантажити у налаштованому форматі

source: Intentar descargar &original
uk: Завантажити у &первинному форматі

source: Genera código &QR para abrir con el móvil
uk: Створити &QR-код для відкриття на мобільному пристрої

source: Compartir con &Facebook
uk: Поширити у &Facebook

source: Compartir con Tw&itter
uk: Поширити у &Twitter

source: Compartir con &Mastodon
uk: Поширити у &Mastodon

source: Compartir con &WhatsApp
uk: Поширити у &WhatsApp

source: Compartir con &Telegram
uk: Поширити у &Telegram

source: &Elegir cantidad de resultados a mostrar
uk: &Встановити кількість результатів для показу

source: Se a producido un error y no se pudo obtener la información. Vuelva a intentarlo.
uk: Виникла помилка і не вдалося отримати інформацію. Спробуйте знову.

source: (Video) - {} - {}
uk: (Відео) - {} - {}

source: (PlayList) - {} - aprox. {} videos
uk: (Плейлист) - {} - приблизно {} відео

source: (Canal) - {}
uk: (Канал) - {}

source: Descargador &múltiple para la búsqueda
uk: Масове &завантаження

source: Abrir en la WEB
uk: Відкрити у браузері

source: Copiar enlace del video al portapapeles
uk: Копіювати посилання на відео

source: &Compartir
uk: &Поширити

source: Crear una nueva lista de videos y agregar el video
uk: Створити новий список і додати відео

source: &Añadir a una lista de videos
uk: &Додати до списку відео

source: Copiar enlace de la PlayList al portapapeles
uk: Копіювати посилання на список відтворення

source: &Añadir a favoritos
uk: &Додати до обраного

source: Quitar de f&avoritos
uk: Вилучити з &обраного

source: Copiar enlace del Canal al portapapeles
uk: Копіювати посилання на канал

source: Se a copiado la URL al portapapeles.
uk: Посилання скопійовано в буфер обміну.

source: Se a copiado la URL al portapapeles, Facebook no deja compartir directamente y tendrá que pegar en el cuadro de compartir la URL manualmente.
uk: Посилання скопійовано в буфер обміну. Вам потрібно вставити його в поле для поширення, оскільки Facebook не дозволяє прямих поширень.

source: Estoy viendo esto en YouTube:%0A%0A{}
uk: Я дивлюся це на YouTube:%0A%0A{}

source: Ya existe un video igual en la lista de videos que eligió. Elija otra lista de videos si aun desea guardarlo.
uk: Подібне відео вже існує у вибраному вами списку відео. Виберіть інший список відео, якщо ви все ще хочете зберегти його.

source: Error de integridad en la base de datos: {}
uk: Помилка цілісності бази даних: {}

source: Ya existe una lista de videos con el nombre: {} No puede haber dos listas con el mismo nombre. Vuelva a intentarlo.
uk: Список відео з цією назвою Вже існує: {} Двох списків з однаковою назвою не може бути. Спробуйте ще раз.

source: PlayList
uk: Списки відтворення

source: Ya tiene una descarga del tipo PlayList y con la misma URL. Hasta que dicha descarga no termine no puede agregar otra con estas características. Espere a que la descarga termine y vuelva a intentarlo.
uk: У вас вже є завантаження списку відтворення з такою адресою. Поки це завантаження не буде завершено, ви не можете додати ще одне з такими ж характеристиками. Зачекайте завершення завантаження і спробуйте знову.

source: Ya existe una PlayList igual en la base de datos.
uk: Схожий список відтворення вже існує в базі даних.

source: Canal
uk: Канал

source: Ya tiene una descarga del tipo Canal o PlayList y con la misma URL. Hasta que dicha descarga no termine no puede agregar otra con estas características. Espere a que la descarga termine y vuelva a intentarlo.
uk: У вас вже є завантаження каналу, чи списку відтворення з такою адресою. Поки це завантаження не буде завершено, ви не можете додати ще одне з такими ж характеристиками. Зачекайте завершення завантаження і спробуйте знову.

source: Ya existe un canal igual en la base de datos.
uk: Схожий канал вже існує в базі даних.

source: Sin descargas
uk: Немає завантажень

source: Se copio la URL del video al portapapeles.
uk: Адресу відео скопійовано в буфер обміну.

source: Se a producido un error al abrir la carpeta. Error: {}
uk: Виникла помилка при відкритті теки. Помилка: {}

source: Se produjo un error, le dejo tanto el error de YT-DLP como la traza. Esto puede servir para corregir errores, compártalo con el desarrollador si desea mejorar TCA-Media Downloader. Se muestran las dos categorías, si alguna esta en blanco es por que no se produjo en esa. Error YT-DLP: {} Error Traza: {} ¿Desea copiarlo al portapapeles?
uk: Виникла помилка. Залишено як помилку YT-DLP, так і помилку трасування. Це може бути використано для виправлення помилок, будь ласка, поділіться інформацією з розробником, якщо ви хочете покращити TCA-Media Downloader. Показано дві категорії, якщо одна з них порожня, це означає, що у цій категорії помилки не виникло. Помилка YT-DLP: {} Помилка трасування: {} Ви хочете скопіювати це в буфер обміну?

source: Error YT-DLP: {} Error Traza: {}
uk: Помилка YT-DLP: {} Помилка трасування: {}

source: Se copio el error al portapapeles.
uk: Помилку скопійовано в буфер обміну.

source: Vaciar la lista de videos
uk: Очистити список відео

source: Esta apunto de borrar por completo la base de datos. Esta acción no es reversible. ¿Esta seguro que desea continuar?
uk: Ви збираєтеся безповоротно видалити базу даних. Ця дія не може бути скасована. Ви впевнені, що хочете продовжити?

source: Archivo de copia de seguridad TCA-Media Downloader (*.TCA-MDC)|*.TCA-MDC
uk: Файл резервної копії TCA-Media Downloader (*.TCA-MDC)|*.TCA-MDC

source: Guardar la copia de seguridad en...
uk: Оберіть теку для збереження резервної копії...

source: Se a producido un error al guardar la base de datos. Le dejo el error: {}
uk: Під час збереження бази даних сталася помилка. Ось текст помилки: {}

source: La copia de seguridad se ha guardado con éxito en: {}
uk: Резервну копію успішно збережено: {}

source: Seleccione un archivo de copia de seguridad
uk: Оберіть файл резервної копії

source: Se a producido un error al restaurar la base de datos. Le dejo el error: {}
uk: Під час відновлення бази даних сталася помилка. Ось текст помилки: {}

source: La copia de seguridad se ha restaurado con éxito.
uk: Резервну копію успішно відновлено.

source: Esta apunto de borrar por completo todas las entradas de {}. Esta acción no es reversible. ¿Esta seguro que desea continuar?
uk: Ви збираєтеся безповоротно видалити всі записи у категорії {}. Цю дію не можна скасувати. Ви впевнені, що хочете продовжити?

source: Canales
uk: Канали

source: Esta apunto de borrar la lista de videos y todo su contenido: {} Esta acción no es reversible. ¿Esta seguro que desea continuar?
uk: Ви збираєтеся безповоротно видалити список відео та весь його вміст: {} Ця дія не може бути скасована. Ви впевнені, що хочете продовжити?

source: Esta apunto de borrar el contenido de la lista de videos: {} Esta acción no es reversible. ¿Esta seguro que desea continuar?
uk: Ви збираєтеся безповоротно видалити вміст списку відео: {} Ця дія не може бути скасована. Ви впевнені, що хочете продовжити?

source: Descargador &múltiple
uk: Масове &завантаження

source: Ya tiene una descarga del tipo Canal y con la misma URL. Hasta que dicha descarga no termine no puede agregar otra con estas características. Espere a que la descarga termine y vuelva a intentarlo.
uk: У вас вже є завантаження каналу з такою адресою. Поки це завантаження не буде завершено, ви не можете додати ще одне з такими ж характеристиками. Зачекайте завершення завантаження і спробуйте знову.

source: Esta apunto de borrar el siguiente video de la base de datos: {} Esta acción no es reversible. ¿Esta seguro que desea continuar?
uk: Ви збираєтесь безповоротно видалити таке відео з бази даних: {} Ця дія не може бути скасована. Ви впевнені, що хочете продовжити?

source: Se produjo el siguiente error en la librería YT-DLP: {} Además, le paso una traza que puede servir al programador: {}
uk: У бібліотеці YT-DLP сталася така помилка: {} Крім того, я передаю трасування, яке може бути використане програмістом: {}

source: Esta apunto de borrar la siguiente PlayList de la base de datos: {} Esta acción no es reversible. ¿Esta seguro que desea continuar?
uk: Ви збираєтесь безповоротно видалити такий список відтворення з бази даних: {} Ця дія не може бути скасована. Ви впевнені, що хочете продовжити?

source: Esta apunto de borrar el siguiente Canal de la base de datos: {} Esta acción no es reversible. ¿Esta seguro que desea continuar?
uk: Ви збираєтесь безповоротно видалити такий канал з бази даних: {} Ця дія не може бути скасована. Ви впевнені, що хочете продовжити?

source: Elegir &ubicación (personalizado):
uk: Оберіть &розташування (персоналізовано):

source: Elegir &ubicación (por defecto):
uk: Оберіть &розташування (типово):

source: La URL que a introducido no contiene multimedia para poder ser descargada por YT-DLP. Si contiene multimedia piense que la librería YT-DLP no puede descargar de todos los sitios. Si le aparece este mensaje es que después de comprobar la URL YT-DLP no pudo obtener información.
uk: За введеною адресою відсутній мультимедійний вміст для завантаження через YT-DLP. Якщо ж мультимедійні дані наявні, зверніть увагу, що бібліотека YT-DLP не може завантажувати їх з усіх сайтів. Коли з'являється це повідомлення, це означає, що YT-DLP не вдалося отримати інформацію після перевірки адреси.

source: Este campo solo admite URL’s validas. Introduzca una URL de YouTube, YouTube Music o alguna URL compatible con YT-DLP.
uk: У цьому полі можна вводити лише дійсні адреси. Введіть адресу YouTube, YouTube Music або іншу адресу, сумісну з YT-DLP.

source: Seleccione un directorio
uk: Вибір папки

source: Otro
uk: Інше

source: Ya tiene una descarga del tipo Otro y con la misma URL. Hasta que dicha descarga no termine no puede agregar otra con estas características. Espere a que la descarga termine y vuelva a intentarlo.
uk: У вас вже є завантаження типу інше з такою адресою. Поки це завантаження не буде завершено, ви не можете додати ще одне з такими ж характеристиками. Зачекайте завершення завантаження і спробуйте знову.

source: personalizada
uk: персоналізовано

source: original
uk: первинний

source: La URL que a introducido pertenece a una transmisión en directo. Lo sentimos pero no puede ser descargada.
uk: Введена вами адреса належить до прямого ефіру. Вибачте, але завантаження неможливе.

source: Personalizado
uk: Персоналізовано

source: No se a podido obtener ninguna URL de reproducción. Compruebe que todo esta correcto. Igualmente puede ser que el video este protegido con DRM, sea privado o este prohibido por geolocalización. Vuelva a intentarlo más tarde.
uk: Не вдалося отримати адресу для відтворення. Переконайтеся, що все введено правильно. Можливо, відео є захищеним DRM, приватним або забороненим для перегляду у даній геолокації. Будь ласка, спробуйте пізніше.

source: Elija la calidad de reproducción
uk: Вибір якості відтворення

source: Calidad &baja
uk: Низька &якість

source: Calidad &media
uk: Середня &якість

source: Calidad &alta
uk: Висока &якість

source: Avanzado
uk: Розширений

source: 10 resultados
uk: 10 результатів

source: 25 resultados
uk: 25 результатів

source: 50 resultados
uk: 50 результатів

source: 75 resultados
uk: 75 результатів

source: 100 resultados
uk: 100 результатів

source: 250 resultados
uk: 250 результатів

source: 500 resultados
uk: 500 результатів

source: Español
uk: Іспанська

source: Inglés
uk: Англійська

source: Francés
uk: Французька

source: Italiano
uk: Італійська

source: Audio flac
uk: Аудіо flac

source: Audio m4a
uk: Аудіо m4a

source: Audio mp3 (por defecto)
uk: Аудіо mp3 (типово)

source: Audio ogg
uk: Аудіо ogg

source: Audio opus
uk: Аудіо opus

source: Audio wav
uk: Аудіо wav

source: Video avi
uk: Відео avi

source: Video flv
uk: Відео flv

source: Video m2ts
uk: Відео m2ts

source: Video mkv
uk: Відео mkv

source: Video mov
uk: Відео mov

source: Video mp4
uk: Відео mp4

source: Video mpeg
uk: Відео mpeg

source: Video mpg
uk: Відео mpg

source: Video webm
uk: Відео webm

source: Video wmv
uk: Відео wmv

source: 192 Kbps (por defecto)
uk: 192 кбіт/с (типово)

source: Sin numeración (por defecto)
uk: Без нумерації (типово)

source: Sin numeración y crear subdirectorio
uk: Без нумерації зі створенням підкаталогу

source: Con numeración
uk: З нумерацією

source: Con numeración y crear subdirectorio
uk: З нумерацією зі створенням підкаталогу

source: 1 minuto
uk: 1 хвилина

source: 1 segundo
uk: 1 секунда

source: 15 segundos
uk: 15 секунд

source: 30 segundos
uk: 30 секунд

source: 5 segundos
uk: 5 секунд

source: 10 minutos
uk: 10 хвилин

source: 5 minutos
uk: 5 хвилин

source: 15 minutos
uk: 15 хвилин

source: Selecciona la peor calidad disponible.
uk: Найгірша можлива якість.

source: Selecciona la peor calidad de audio disponible, si no está disponible, selecciona la peor calidad general.
uk: Найгірша якість аудіо, або найгірша загалом, якщо немає нижчої якості.

source: Selecciona la mejor calidad disponible.
uk: Найкраща можлива якість.

source: Selecciona la mejor calidad de audio disponible, si no está disponible, selecciona la mejor calidad general.
uk: Найкраща можлива якість аудіо, або найкраща загалом, якщо немає ліпшої.

source: Selecciona la mejor calidad de video y audio y los combina en un solo archivo.
uk: Найкраща якість відео та аудіо.

source: Selecciona la mejor calidad en formato MP3.
uk: Найкраща якість у форматі MP3.

source: Selecciona la mejor calidad en formato MP4.
uk: Найкраща якість у форматі MP4.

source: Selecciona la mejor calidad en formato WebM.
uk: Найкраща якість у форматі WebM.

source: Selecciona la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps.
uk: Найкраще аудіо 96 кбіт/с або нижче.

source: Selecciona la mejor calidad de audio con una tasa de bits igual o superior a 96 kbps.
uk: Найкраще аудіо 96 кбіт/с або вище.

source: Selecciona la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps.
uk: Найкраще аудіо 128 кбіт/с або нижче.

source: Selecciona la mejor calidad de audio con una tasa de bits igual o superior a 128 kbps.
uk: Найкраще аудіо 128 кбіт/с або вище.

source: Selecciona la mejor calidad de audio con una tasa de bits igual o menor a 160 kbps.
uk: Найкраще аудіо 160 кбіт/с або нижче.

source: Selecciona la mejor calidad de audio con una tasa de bits igual o superior a 160 kbps.
uk: Найкраще аудіо 160 кбіт/с або вище.

source: Selecciona la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps.
uk: Найкраще аудіо 192 кбіт/с або нижче.

source: Selecciona la mejor calidad de audio con una tasa de bits igual o superior a 192 kbps.
uk: Найкраще аудіо 192 кбіт/с або вище.

source: Selecciona la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps.
uk: Найкраще аудіо 256 кбіт/с або нижче.

source: Selecciona la mejor calidad de audio con una tasa de bits igual o superior a 256 kbps.
uk: Найкраще аудіо 256 кбіт/с або вище.

source: Selecciona la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps.
uk: Найкраще аудіо 320 кбіт/с або нижче.

source: Selecciona la mejor calidad de audio con una tasa de bits igual o superior a 320 kbps.
uk: Найкраще аудіо 320 кбіт/с або вище.

source: Selecciona la mejor calidad con el códec de audio AAC.
uk: Найкраща якість з аудіокодеком AAC.

source: Selecciona la mejor calidad con el códec de audio FLAC.
uk: Найкраща якість з аудіокодеком FLAC.

source: Selecciona la mejor calidad con el códec de audio MP3.
uk: Найкраща якість з аудіокодеком MP3.

source: Selecciona la mejor calidad con el códec de audio Opus.
uk: Найкраща якість з аудіокодеком Opus.

source: Selecciona la mejor calidad con el códec de audio Vorbis.
uk: Найкраща якість з аудіокодеком Vorbis.

source: Selecciona la mejor calidad con un tamaño de archivo igual o menor a 10 MB.
uk: Найкраща якість з розміром файлу не більше 10 МБ.

source: Selecciona la mejor calidad con un tamaño de archivo igual o menor a 25 MB.
uk: Найкраща якість з розміром файлу не більше 25 МБ.

source: Selecciona la mejor calidad con un tamaño de archivo igual o menor a 50 MB.
uk: Найкраща якість з розміром файлу не більше 50 МБ.

source: Selecciona la mejor calidad con un tamaño de archivo igual o menor a 100 MB.
uk: Найкраща якість з розміром файлу не більше 100 МБ.
