Repository: hxebolax/TCA3-Update
Catalog: data/final/locale/*/LC_MESSAGES/*.po
Languages: uk

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps, y los combina en un solo archivo.
uk: Відео 4320p або нижче аудіо 96 кбіт/с або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o superior a 96 kbps, y los combina en un solo archivo.
uk: Відео 4320p або вище аудіо 96 кбіт/с або вище.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps, y los combina en un solo archivo.
uk: Відео 4320p або нижче аудіо 128 кбіт/с або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o superior a 128 kbps, y los combina en un solo archivo.
uk: Відео 4320p або вище аудіо 128 кбіт/с або вище.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 160 kbps, y los combina en un solo archivo.
uk: Відео 4320p або нижче аудіо 160 кбіт/с або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o superior a 160 kbps, y los combina en un solo archivo.
uk: Відео 4320p або вище аудіо 160 кбіт/с або вище.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps, y los combina en un solo archivo.
uk: Відео 4320p або нижче аудіо 192 кбіт/с або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o superior a 192 kbps, y los combina en un solo archivo.
uk: Відео 4320p або вище аудіо 192 кбіт/с або вище.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps, y los combina en un solo archivo.
uk: Відео 4320p або нижче аудіо 256 кбіт/с або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o superior a 256 kbps, y los combina en un solo archivo.
uk: Відео 4320p або вище аудіо 256 кбіт/с або вище.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps, y los combina en un solo archivo.
uk: Відео 4320p або нижче аудіо 320 кбіт/с або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o superior a 320 kbps, y los combina en un solo archivo.
uk: Відео 4320p або вище аудіо 320 кбіт/с або вище.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 44.1 kHz, y los combina en un solo archivo.
uk: Відео 4320p або нижче аудіо з частотою 44,1 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 44.1 kHz, y los combina en un solo archivo.
uk: Відео 4320p або вище аудіо з частотою 44,1 кГц або вище.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
uk: Відео 4320p або нижче аудіо з частотою 48 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 48 kHz, y los combina en un solo archivo.
uk: Відео 4320p або вище аудіо з частотою 48 кГц або вище.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
uk: Відео 4320p або нижче аудіо з частотою 96 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 96 kHz, y los combina en un solo archivo.
uk: Відео 4320p або вище аудіо з частотою 96 кГц або вище.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
uk: Відео 4320p або нижче аудіо з частотою 192 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 192 kHz, y los combina en un solo archivo.
uk: Відео 4320p або вище аудіо з частотою 192 кГц або вище.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
uk: Відео 4320p або нижче аудіо 96 кбіт/с або нижче і частотою 48 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
uk: Відео 4320p або нижче аудіо 128 кбіт/с або нижче і частотою 48 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
uk: Відео 4320p або нижче аудіо 192 кбіт/с або нижче і частотою 48 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
uk: Відео 4320p або нижче аудіо 256 кбіт/с або нижче і частотою 48 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
uk: Відео 4320p або нижче аудіо 320 кбіт/с або нижче і частотою 48 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
uk: Відео 4320p або нижче аудіо 96 кбіт/с або нижче і частотою 96 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
uk: Відео 4320p або нижче аудіо 128 кбіт/с або нижче і частотою 96 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
uk: Відео 4320p або нижче аудіо 192 кбіт/с або нижче і частотою 96 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
uk: Відео 4320p або нижче аудіо 256 кбіт/с або нижче і частотою 96 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
uk: Відео 4320p або нижче аудіо 320 кбіт/с або нижче і частотою 96 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
uk: Відео 4320p або нижче аудіо 96 кбіт/с або нижче і частотою 192 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
uk: Відео 4320p або нижче аудіо 128 кбіт/с або нижче і частотою 192 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
uk: Відео 4320p або нижче аудіо 192 кбіт/с або нижче і частотою 192 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
uk: Відео 4320p або нижче аудіо 256 кбіт/с або нижче і частотою 192 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 4320p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
uk: Відео 4320p або нижче аудіо 320 кбіт/с або нижче і частотою 192 кГц або нижче.

source: No se han podido crear los archivos de configuración. Es posible que se encuentre en una ruta protegida del sistema. (como: Disco c: o Archivos de programa). Ejecute TCA-Media Downloader con privilegios de administrador, o cambie la ubicación del portable.
uk: Не вдалося створити конфігураційні файли. Можливо ви перебуваєте в захищеній системній папці (наприклад: диск C:, або Program Files). Запустіть TCA-Media Downloader з правами адміністратора або змініть розташування портативної версії.

source: Uso: {} [opciones]
uk: Використання: {} [параметри]

source: Opciones:
uk: Параметри:

source: -h, --help Muestra esta ayuda.
uk: -h, --help Показує цю довідку.

source: -r, --restart Restaura los valores de la aplicación.
uk: -r, --restart Відновити налаштування програми.

source: -k, --kill Cierra todos los procesos de TCA-Media Downloader.
uk: -k, --kill Завершити усі процеси TCA-Media Downloader.

source: Se a cerrado el proceso TCA-MediaDownloader.exe correctamente.
uk: Процес TCA-MediaDownloader.exe успішно завершено.

source: No se encontró el proceso TCA-MediaDownloader.exe.
uk: Процес TCA-MediaDownloader.exe не знайдено.

source: No hay descargas agregadas.
uk: Завантажень не додано.

source: Información de la actualización
uk: Інформація про оновлення

source: Descripción de la actualización:
uk: Опис оновлення:

source: &Descargar actualización
uk: &Завантажити оновлення

source: &Cancelar actualización
uk: &Скасувати оновлення

source: *** Advertencia *** Si pulsa el botón Descargar actualización, TCA-Media Downloader se cerrará para iniciar el proceso de actualización.
uk: *** Попередження *** Якщо ви натиснете кнопку Завантажити оновлення, TCA-Media Downloader закриється, щоб розпочати процес оновлення.

source: URL (por defecto)
uk: URL (типово)

source: Sonido de inicio
uk: Звук запуску

source: Sonido de espera
uk: Звук очікування

source: Sonido de descarga nueva
uk: Звук нового завантаження

source: Sonido de descarga correcta
uk: Звук успішного завантаження

source: Sonido de descarga errónea
uk: Звук невдалого завантаження

source: Desactivado
uk: Вимкнено

source: 30 minutos
uk: 30 хвилин

source: 45 minutos
uk: 45 хвилин

source: 1 hora
uk: 1 година

source: 3 horas
uk: 2 години

source: 6 horas
uk: 6 годин

source: 2 minutos (aprox. 5.000 resultados, por defecto)
uk: 2 хвилини (приблизно 5000 результатів, типово)

source: 5 minutos (aprox. 10.000 resultados)
uk: 5 хвилин (приблизно 10000 результатів)

source: 10 minutos (aprox. 20.000 resultados)
uk: 10 хвилин (приблизно 23000 результатів)

source: 15 minutos (aprox. 30.000 resultados)
uk: 15 хвилин (приблизно 33000 результатів)

source: Opciones
uk: Параметри

source: General
uk: Загальні

source: Cambiar &idioma de la aplicación
uk: Змінити &мову застосунку

source: Elija la pestaña de inicio de la aplicación:
uk: Оберіть початкову вкладку:

source: Minimizar a la bandeja de sistema cuando se minimice la ventana principal
uk: Перемістити до системного лотка при згортанні

source: Comprobar si existen actualizaciones y notificar:
uk: Перевірка та сповіщення про наявність оновлень:

source: Continuar descargas no terminadas (experimental)
uk: Відновлення незавершених завантажень (експериментально)

source: Tiempo para extraer información (transcurrido el tiempo dará error si no se obtuvo toda la información, valido para grandes PlayList o Canales):
uk: Час для отримання вмісту (якщо не вдалося отримати всю інформацію, по завершенні відведеного часу виникне помилка. Це стосується великих списків відтворення або каналів):

source: Reproductor
uk: Плеєр

source: Reproducir la mejor calidad (no mostrara el menú para elegir calidad al pulsar reproducir)
uk: Найкраща якість відтворення (меню вибору якості не з'являтиметься при натисканні кнопки відтворити)

source: Mostrar pantalla de video al reproducir
uk: Показувати екран відео під час відтворення

source: Sonido
uk: Звук

source: Reproducir sonido inicio (sonara en las cargas de la aplicación al iniciar lentas)
uk: Відтворювати звук запуску (лунатиме при повільному завантаженні програми)

source: Reproducir sonido de espera (sonara en los diálogos de espera)
uk: Відтворювати звук очікування (лунатиме в діалогах очікування)

source: Reproducir sonido de nueva descarga (sonara al añadir una descarga nueva)
uk: Відтворювати звук нового завантаження (лунатиме під час додавання нового завантаження)

source: Reproducir sonido al terminar una descarga exitosa
uk: Відтворити звук після успішного завантаження

source: Reproducir sonido al terminar una descarga erronea
uk: Відтворити звук після невдалого завантаження

source: Mandar mensajes de información de acciones al lector de pantallas
uk: Надсилати повідомлення про взаємодію читачеві екрану

source: Muestra de sonidos (seleccione un sonido y pulse Ctrl+R para reproducirlo):
uk: Зразки звуків (виберіть звук і натисніть Ctrl+R, для відтворення):

source: &Aceptar
uk: &Гаразд

source: &Cancelar
uk: &Скасувати

source: *** ADVERTENCIA *** Esta opción es experimental. Si la activamos, podremos reanudar una descarga que por cualquier motivo quedara interrumpida. Para reanudar una descarga tendremos que volverla a poner en marcha, introduciendo la misma URL de esa descarga y la misma configuración de parámetros de descarga. En el directorio destino se crearán unos archivos temporales que sirven para reanudar la descarga. Si algún parámetro no coincide o dichos archivos se borran la descarga empezara de cero. Dichos archivos permanecerán en el directorio destino hasta que se reanude la descarga o hasta que sea borrado manualmente.
uk: *** ПОПЕРЕДЖЕННЯ *** Цей параметр є експериментальним. Якщо його активувати, ми зможемо відновити завантаження, яке з якоїсь причини було перервано. Для продовження завантаження треба повторно запустити його з тією ж адресою та налаштуваннями. У цільовій папці будуть створені деякі тимчасові файли для відновлення завантаження. У разі, якщо будь-який параметр не співпадає або ці файли будуть видалені, завантаження розпочнеться спочатку. Ці файли залишатимуться у цільовій папці, доки завантаження не буде відновлено, або доки їх не буде видалено вручну.

source: No se puede cambiar el idioma en este momento. Tiene descargas activas. Vuelva a intentarlo más tarde cuando no tenga descargas activas.
uk: Наразі мову змінити неможливо. У вас є активні завантаження. Спробуйте пізніше, коли не буде активних завантажень.

source: Se cambio el idioma y la aplicación tiene que reiniciarse.
uk: Зміну мови виконано, необхідно перезавантажити застосунок.

source: Visor de comentarios
uk: Перегляд коментарів

source: &Lista de comentarios:
uk: &Список коментарів:

source: &Detalles del comentario:
uk: &Деталі коментаря:

source: &Guardar comentarios
uk: &Зберегти коментарі

source: &Cerrar
uk: &Закрити

source: Comentarios {}
uk: Коментарі {}

source: Autor:
uk: Автор:

source: Fecha de publicación:
uk: Дата публікації:

source: Me gusta:
uk: Подобається:

source: Comentario:
uk: Коментар:

source: Titulo:
uk: Назва:

source: Total comentarios:
uk: Всього коментарів:

source: Comentarios
uk: Коментарі

source: Fichero HTML (*.html)|*.html
uk: Файл HTML (*.html)|*.html

source: Guardar comentarios en...
uk: Зберегти коментарі...

source: No hay ningún comentario seleccionado.
uk: Не вибрано жодного коментаря.

source: Extrayendo comentarios. Espere por favor...
uk: Отримання коментарів. Зачекайте будь ласка...

source: Visor de formatos
uk: Перегляд форматів

source: &Formatos:
uk: &Формати:

source: Seleccione un formato
uk: Виберіть формат

source: &Información de formato:
uk: &Інформація про формат:

source: &Descargar
uk: & Завантажити

source: Este formato todavía no esta catalogado por YT-DLP
uk: Цей формат ще не підтримується YT-DLP

source: Título:
uk: Назва:

source: Información técnica:
uk: Технічна інформація:

source: Tiene que elegir un formato para poder descargar.
uk: Для початку завантаження виберіть формат.

source: Compartir con Mastodon
uk: Поширити в Mastodon

source: &Introduzca la URL de su instancia de Mastodon:
uk: &Введіть адресу вашого Mastodon інстанса:

source: Nueva lista de videos
uk: Новий список відео

source: &Introduzca un nombre para su lista de videos:
uk: &Введіть назву для свого списку відео:

source: Edita el nombre de la lista de videos
uk: Змінити назву списку відео

source: &Introduzca un nuevo nombre para su lista de videos:
uk: &Введіть нову назву для вашого списку відео:

source: El campo de texto no puede quedar vacio. Introduzca la URL del servidor de su instancia de Mastodon.
uk: Текстове поле не може бути порожнім. Введіть адресу сервера вашого інстанса Mastodon.

source: El campo de texto no puede quedar vacio. Introduzca un nombre para la nueva lista de videos.
uk: Поле введення не може бути порожнім. Введіть назву для нового списку відео.

source: Lo introducido en el campo de texto no es valido. Introduzca la URL del servidor de su instancia de Mastodon.
uk: Поле введення містить неприпустимі дані. Будь ласка, введіть адресу сервера вашого інстанса Mastodon.

source: La URL que a introducido no esta guardada. Si la guarda la próxima vez que desee compartir con Mastodon no tendrá que volverla a escribir. ¿Desea guardar la URL de la instancia de Mastodon?
uk: Введену вами адресу не збережено. Якщо ви збережете її, то наступного разу, коли ви захочете поділитися у Mastodon, вам не доведеться її знову вводити. Бажаєте зберегти адресу інстанса Mastodon?

source: La URL que a introducido no es igual que la que tiene guardada. ¿Desea actualizar la URL guardada?
uk: Введена вами адреса не збігається зі збереженою. Бажаєте оновити збережену URL-адресу?

source: Pantalla video
uk: Екран відео

source: Ir a la posición...
uk: Перейти до позиції...

source: &Introduzca un número entre 1 y {}:
uk: &Введіть число від 1 до {}:

source: Cancelar
uk: Скасувати

source: El campo solo admite números y no puede quedar vacío. Solo se admite un número comprendido entre 1 y {}.
uk: Поле приймає тільки числа і не може бути порожнім. Введіть число в межах від 1 до {}.

source: Codigo QR
uk: QR код

source: Descarga múltiple de la búsqueda
uk: Масове завантаження результатів пошуку

source: Descarga múltiple de favoritos
uk: Масове завантаження обраного

source: &Lista de videos:
uk: &Список відео:

source: &Introduzca un nombre para la descarga múltiple (será el nombre del directorio donde se guardara la descarga):
uk: &Введіть назву для масового завантаження (вона буде використана як назва каталогу для збереження завантаження):

source: &Selección
uk: &Вибір

source: &Descargar seleccionados
uk: &Завантажити вибрані

source: Se produjo un error interno y no se pueden mostrar los videos.
uk: Відео не можуть бути відтворені через внутрішню помилку.

source: &Seleccionar todo
uk: &Вибрати всі

source: &Deseleccionar todo
uk: &скасувати вибір усіх

source: Para poder descargar, tiene que tener al menos un video seleccionado.
uk: Щоб почати завантаження, оберіть хоча б одне відео.

source: El nombre de la descarga múltiple no puede quedar vacío. Introduzca un nombre que no contenga ningún carácter no soportado por ficheros ni carpetas Windows.
uk: Поле назви масового завантаження не може бути порожнім. Введіть назву, що не містить символів, недопустимих для файлів та папок Windows.

source: Ya tiene una descarga múltiple con el nombre que introdujo. Cambie el nombre de la descarga múltiple.
uk: У вас вже є масове завантаження з введеною назвою. Змініть назву завантаження.

source: Visor de Canal
uk: Огляд каналу

source: &Ficha del Canal:
uk: &Відомості про канал:

source: Videos
uk: Відео

source: &Videos del Canal:
uk: &Відео каналу:

source: &PlayList del Canal:
uk: &Списки відтворення каналу:

source: Copiar al &portapapeles
uk: Копіювати &в буфер обміну

source: &Descargar todo el Canal
uk: &Завантажити весь канал

source: Título del Canal:
uk: Заголовок каналу:

source: Enlace directo al Canal:
uk: Пряме посилання на канал:

source: Fecha de ultima actualización:
uk: Останнє оновлення:

source: Sin determinar
uk: Не визначено

source: Total videos del canal:
uk: Кількість відео:

source: Tags:
uk: Теги:

source: Sin Tags
uk: Без тегів

source: Descripción:
uk: Опис:

source: Sin descripción
uk: Без опису

source: Nombre del canal:
uk: Назва каналу:

source: Enlace del canal:
uk: Посилання на канал:

source: Total suscriptores del canal:
uk: Кількість підписників:

source: Canal sin videos.
uk: Без відео.

source: Canal sin PlayList.
uk: Без списків відтворення.

source: Copiar información de la ficha
uk: Копіювати відомості

source: Copiar información de la ficha más los títulos de los videos y su duración
uk: Копіювати відомості, назви та тривалість відео

source: Copiar información de la ficha más los títulos de los videos y su duración más títulos de las PlayList
uk: Копіювати відомості, назви та тривалість відео, а також назви списків відтворення

source: Copiar enlace al Canal
uk: Копіювати посилання на канал

source: Se copio la ficha al portapapeles.
uk: Відомості скопійовані в буфер обміну.

source: {} Videos del Canal: {}
uk: {} Відео каналу: {}

source: Se copio la ficha y los títulos de los videos más la duración al portapapeles.
uk: Відомості, назви та тривалість відео скопійовано в буфер обміну.

source: {} Videos del Canal: {} Títulos de las PlayList: {}
uk: {} Відео каналу: {} Назви списків відтворення: {}

source: Se copio la ficha y los títulos de los videos más la duración más los títulos de las PlayList al portapapeles.
uk: Відомості, назви і тривалість відео, а також назви списків відтворення скопійовано в буфер обміну.

source: Se copio el enlace del canal al portapapeles.
uk: Посилання на канал скопійовано в буфер обміну.

source: Visor de PlayList
uk: Огляд списку відтворення
