Repository: hxebolax/TCA3-Update
Catalog: data/final/locale/*/LC_MESSAGES/*.po
Languages: uk

source: &Ficha de la PlayList:
uk: &Відомості про список відтворення:

source: &Videos de la PlayList:
uk: &Відео у списку відтворення:

source: &Descargar la PlayList
uk: &Завантажити список відтворення

source: Título de la PlayList:
uk: Назва:

source: Enlace directo a la PlayList:
uk: Пряме посилання:

source: Total videos de la PlayList:
uk: Кількість відео:

source: Enlace del canal al que pertenece:
uk: Посилання на канал:

source: Total visitas de la PlayList:
uk: Кількість переглядів:

source: PlayList sin videos.
uk: Без відео.

source: Copiar enlace a la PlayList
uk: Копіювати посилання на список відтворення

source: Copiar enlace al canal que pertenece la PlayList
uk: Копіювати посилання на канал, до якого належить список відтворення

source: {} Videos de la PlayList: {}
uk: {} Відео зі списку відтворення: {}

source: Se copio el enlace de la PlayList al portapapeles.
uk: Посилання на список відтворення скопійовано в буфер обміну.

source: Se copio el enlace del canal al que pertenece la PlayList al portapapeles.
uk: Посилання на канал, до якого належить список відтворення, скопійовано в буфер обміну.

source: Videos para descargar
uk: Відео для завантаження

source: Visor de entrada
uk: Відображення вхідних даних

source: &Ficha del video:
uk: &Відомості про відео:

source: &Ver o guardar comentarios
uk: &Переглянути або зберегти коментарі

source: Enlace directo:
uk: Пряме посилання:

source: Enlace canal al que pertenece:
uk: Посилання на канал:

source: Fecha de subida:
uk: Дата завантаження:

source: Duración:
uk: Тривалість:

source: Visualizaciones totales:
uk: Кількість переглядів:

source: Total me gusta:
uk: Кількість вподобань:

source: Total comentarios:
uk: Кількість коментарів:

source: No recomendado a menores de:
uk: Не рекомендується для дітей віком до:

source: Categoría:
uk: Категорія:

source: Sin categorias
uk: Без категорій

source: Copiar información
uk: Копіювати відомості

source: Copiar enlace al video
uk: Копіювати посилання на відео

source: Copiar enlace al canal que pertenece el video
uk: Копіювати посилання на канал, до якого належить відео

source: Se copio la URL del canal al que pertenece el video al portapapeles.
uk: Посилання на канал, до якого належить відео скопійовано в буфер обміну.

source: Tiene descargas activas. Esta opción es experimental por lo que puede causar problemas y hacer que la aplicación se cierre. Si continua puede perder las descargas en curso. ¿Desea continuar?
uk: У вас є активні завантаження. Цей параметр є експериментальним і може спричинити проблеми та закриття програми. Якщо ви продовжите, ви можете втратити поточні завантаження. Бажаєте продовжити?

source: Ver comentarios (experimental)
uk: Переглянути коментарі (експериментальний)

source: Guardar comentarios en HTML (experimental)
uk: Зберегти коментарі в HTML (експериментальний)

source: Se produjo un error en la librería YT-DLP. No es posible obtener los comentarios. Inténtelo de nuevo.
uk: У бібліотеці YT-DLP сталася помилка. Не вдалося отримати коментарі. Спробуйте знову.

source: &Introduzca una URL:
uk: &Введіть адресу:

source: Elija &Formato:
uk: Оберіть &Формат:

source: Elija una op&ción avanzada de formato personal:
uk: Оберіть налаштування розширеного &формату:

source: Elija &calidad del audio:
uk: Оберіть &якість аудіо:

source: Elija la composición del &nombre de salida:
uk: Оберіть формат &імені виводу:

source: Búsqueda (Alt+2)
uk: Пошук (Alt+2)

source: Introduzca una &búsqueda:
uk: Введіть &запит:

source: &Resultados de la búsqueda:
uk: &Результати пошуку:

source: Descargas (Alt+3)
uk: Завантаження (Alt+3)

source: &Lista de descargas:
uk: &Список завантажень:

source: &Estado:
uk: &Стан:

source: Favoritos (Alt+4)
uk: Обране (Alt+4)

source: &Favoritos:
uk: &Обране:

source: &Contenido:
uk: &Вміст:

source: &Buscar:
uk: &Шукати:

source: Atrasar (F1)
uk: Нназад (F1)

source: Adelantar (F3)
uk: Вперед (F3)

source: Detener (F4)
uk: Стоп (F4)

source: &Volumen: (F5 / F6)
uk: &Гучність: (F5 / F6)

source: &Velocidad: (F7 / F8)
uk: &Швидкість: (F7 / F8)

source: &Salida:
uk: &Пристрій виводу:

source: &Pantalla de video (F11)
uk: &Екран відео (F11)

source: &Menú
uk: &Меню

source: Restaurar
uk: Відновити

source: Salir
uk: Вийти

source: Tipo de evento invalido: {event_type}
uk: Невірний тип події: {event_type}

source: Dispositivo salida de audio (por defecto)
uk: Стандартний пристрій виведення звуку

source: Pausar
uk: Пауза

source: Reproducir
uk: Грати

source: Se a producido un error interno en el reproductor. Error: {}
uk: У плеєрі сталася внутрішня помилка. Помилка: {}

source: Volumen {}%
uk: Гучність {}%

source: Velocidad {}
uk: Швидкість {}

source: Atrasando {}
uk: Назад {}

source: Sin nada en reproducción
uk: Нічого не відтворюється

source: Pausando...
uk: Пауза...

source: Reproduciendo...
uk: Відтворення...

source: Adelantando {}
uk: Вперед {}

source: Deteniendo...
uk: Зупинка...

source: Tiempo transcurrido: {} / Tiempo total: {}
uk: Минуло часу: {} / Загальний час: {}

source: Mensajes de información activados
uk: Інформаційні повідомлення увімкнено

source: Mensajes de información desactivados
uk: Інформаційні повідомлення вимкнено

source: No e podido recuperar la aplicación intentando distintas maneras. A continuación, se reiniciará la aplicación.
uk: Не вдалося відновити програму шляхом використання різних методів. Здійснюється перезапуск програми.

source: Opciones establecidas: Formato: ({}) {} Nombre de salida: ({}) Directorio destino: ({})
uk: Набір параметрів: Формат: ({}) {} Формат імені виводу: ({}) Каталог призначення: ({})

source: Calidad del audio: ({})
uk: Якість аудіо: ({})

source: Opción avanzada seleccionada: ({})
uk: Вибрано розширений параметр: ({})

source: &Sí
uk: &Так

source: &No
uk: &Ні

source: Error HTTP {e.code}
uk: Помилка HTTP {e.code}

source: Error de URL
uk: Помилка адреси

source: Error al decodificar JSON
uk: Помилка декодування JSON

source: {}: procesando {} videos
uk: {}: обробка {} відео

source: Procesando el video {} de {}
uk: Обробка відео {} з {}

source: Se agotó el tiempo de espera sin recibir información o sin tener conexión a Internet.
uk: Час очікування сплив без отримання даних або без доступу до Інтернету.

source: Sin tiempo
uk: Немає часу

source: Tipo de búsqueda inválido.
uk: Невірний тип пошуку.

source: {}% obteniendo datos...
uk: {}% отримання даних...

source: Se encontraron exactamente la cantidad de resultados que se buscaban.
uk: Знайдено точну кількість результатів пошуку.

source: No se encontraron resultados para su búsqueda. Intente afinar más la búsqueda añadiendo o quitando palabras.
uk: За вашим запитом нічого не знайдено. Спробуйте уточнити пошук, додавши або видаливши слова.

source: Solo se encontraron {} resultados para la búsqueda.
uk: За вашим запитом знайдено лише {} результатів.

source: Se encontraron {} resultados para la búsqueda. Los primeros {} se devuelven.
uk: За вашим запитом знайдено {} результатів. Повертаються перші {}.

source: Se produjo el siguiente error: {}
uk: Виникла така помилка: {}

source: Iniciando la descarga, espere por favor...
uk: Початок завантаження, будь ласка, зачекайте...

source: Se a producido un error, vea el log para más información.
uk: Виникла помилка, перегляньте журнал для отримання додаткової інформації.

source: Se completo la descarga, todo a sido un éxito.
uk: Готово! Завантаження успішно завершено.

source: Descargando, espere por favor… {}
uk: Завантаження, зачекайте… {}

source: Descargando, espere por favor…
uk: Завантаження, зачекайте…

source: Convirtiendo, espere por favor… {}
uk: Перетворення, зачекайте… {}

source: Convirtiendo, espere por favor…
uk: Перетворення, зачекайте…
