Repository: hxebolax/TCA3-Update
Catalog: data/final/locale/*/LC_MESSAGES/*.po
Languages: uk

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
uk: Відео 480p або нижче аудіо 256 кбіт/с або нижче і частотою 192 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 480p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
uk: Відео 480p або нижче аудіо 320 кбіт/с або нижче і частотою 192 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio, y los combina en un solo archivo.
uk: Відео 720p або нижче та найкраще аудіо.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con el códec AAC, y los combina en un solo archivo.
uk: Відео 720p або нижче та найкраще аудіо з кодеком AAC.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con el códec FLAC, y los combina en un solo archivo.
uk: Відео 720p або нижче та найкраще аудіо з кодеком FLAC.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con el códec MP3, y los combina en un solo archivo.
uk: Відео 720p або нижче та найкраще аудіо з кодеком MP3.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con el códec Opus, y los combina en un solo archivo.
uk: Відео 720p або нижче та найкраще аудіо з кодеком Opus.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con el códec Vorbis, y los combina en un solo archivo.
uk: Відео 720p або нижче та найкраще аудіо з кодеком Vorbis.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps, y los combina en un solo archivo.
uk: Відео 720p або нижче аудіо 96 кбіт/с або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o superior a 96 kbps, y los combina en un solo archivo.
uk: Відео 720p або вище аудіо 96 кбіт/с або вище.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps, y los combina en un solo archivo.
uk: Відео 720p або нижче аудіо 128 кбіт/с або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o superior a 128 kbps, y los combina en un solo archivo.
uk: Відео 720p або вище аудіо 128 кбіт/с або вище.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o menor a 160 kbps, y los combina en un solo archivo.
uk: Відео 720p або нижче аудіо 160 кбіт/с або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o superior a 160 kbps, y los combina en un solo archivo.
uk: Відео 720p або вище аудіо 160 кбіт/с або вище.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps, y los combina en un solo archivo.
uk: Відео 720p або нижче аудіо 192 кбіт/с або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o superior a 192 kbps, y los combina en un solo archivo.
uk: Відео 720p або вище аудіо 192 кбіт/с або вище.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps, y los combina en un solo archivo.
uk: Відео 720p або нижче аудіо 256 кбіт/с або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o superior a 256 kbps, y los combina en un solo archivo.
uk: Відео 720p або вище аудіо 256 кбіт/с або вище.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps, y los combina en un solo archivo.
uk: Відео 720p або нижче аудіо 320 кбіт/с або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o superior a 320 kbps, y los combina en un solo archivo.
uk: Відео 720p або вище аудіо 320 кбіт/с або вище.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 44.1 kHz, y los combina en un solo archivo.
uk: Відео 720p або нижче аудіо з частотою 44,1 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 44.1 kHz, y los combina en un solo archivo.
uk: Відео 720p або вище аудіо з частотою 44,1 кГц або вище.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
uk: Відео 720p або нижче аудіо з частотою 48 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 48 kHz, y los combina en un solo archivo.
uk: Відео 720p або вище аудіо з частотою 48 кГц або вище.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
uk: Відео 720p або нижче аудіо з частотою 96 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 96 kHz, y los combina en un solo archivo.
uk: Відео 720p або вище аудіо з частотою 96 кГц або вище.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
uk: Відео 720p або нижче аудіо з частотою 192 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 192 kHz, y los combina en un solo archivo.
uk: Відео 720p або вище аудіо з частотою 192 кГц або вище.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
uk: Відео 720p або нижче аудіо 96 кбіт/с або нижче і частотою 48 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
uk: Відео 720p або нижче аудіо 128 кбіт/с або нижче і частотою 48 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
uk: Відео 720p або нижче аудіо 192 кбіт/с або нижче і частотою 48 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
uk: Відео 720p або нижче аудіо 256 кбіт/с або нижче і частотою 48 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
uk: Відео 720p або нижче аудіо 320 кбіт/с або нижче і частотою 48 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
uk: Відео 720p або нижче аудіо 96 кбіт/с або нижче і частотою 96 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
uk: Відео 720p або нижче аудіо 128 кбіт/с або нижче і частотою 96 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
uk: Відео 720p або нижче аудіо 192 кбіт/с або нижче і частотою 96 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
uk: Відео 720p або нижче аудіо 256 кбіт/с або нижче і частотою 96 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
uk: Відео 720p або нижче аудіо 320 кбіт/с або нижче і частотою 96 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
uk: Відео 720p або нижче аудіо 96 кбіт/с або нижче і частотою 192 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
uk: Відео 720p або нижче аудіо 128 кбіт/с або нижче і частотою 192 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
uk: Відео 720p або нижче аудіо 192 кбіт/с або нижче і частотою 192 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
uk: Відео 720p або нижче аудіо 256 кбіт/с або нижче і частотою 192 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 720p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
uk: Відео 720p або нижче аудіо 320 кбіт/с або нижче і частотою 192 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 1080p y la mejor calidad de audio, y los combina en un solo archivo.
uk: Відео 1080p або нижче та найкраще аудіо.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 1080p y la mejor calidad de audio con el códec AAC, y los combina en un solo archivo.
uk: Відео 1080p або нижче та найкраще аудіо з кодеком AAC.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 1080p y la mejor calidad de audio con el códec FLAC, y los combina en un solo archivo.
uk: Відео 1080p або нижче та найкраще аудіо з кодеком FLAC.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 1080p y la mejor calidad de audio con el códec MP3, y los combina en un solo archivo.
uk: Відео 1080p або нижче та найкраще аудіо з кодеком MP3.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 1080p y la mejor calidad de audio con el códec Opus, y los combina en un solo archivo.
uk: Відео 1080p або нижче та найкраще аудіо з кодеком Opus.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 1080p y la mejor calidad de audio con el códec Vorbis, y los combina en un solo archivo.
uk: Відео 1080p або нижче та найкраще аудіо з кодеком Vorbis.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 1080p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps, y los combina en un solo archivo.
uk: Відео 1080p або нижче аудіо 96 кбіт/с або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 1080p y la mejor calidad de audio con una tasa de bits igual o superior a 96 kbps, y los combina en un solo archivo.
uk: Відео 1080p або вище аудіо 96 кбіт/с або вище.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 1080p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps, y los combina en un solo archivo.
uk: Відео 1080p або нижче аудіо 128 кбіт/с або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 1080p y la mejor calidad de audio con una tasa de bits igual o superior a 128 kbps, y los combina en un solo archivo.
uk: Відео 1080p або вище аудіо 128 кбіт/с або вище.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 1080p y la mejor calidad de audio con una tasa de bits igual o menor a 160 kbps, y los combina en un solo archivo.
uk: Відео 1080p або нижче аудіо 160 кбіт/с або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 1080p y la mejor calidad de audio con una tasa de bits igual o superior a 160 kbps, y los combina en un solo archivo.
uk: Відео 1080p або вище аудіо 160 кбіт/с або вище.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 1080p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps, y los combina en un solo archivo.
uk: Відео 1080p або нижче аудіо 192 кбіт/с або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 1080p y la mejor calidad de audio con una tasa de bits igual o superior a 192 kbps, y los combina en un solo archivo.
uk: Відео 1080p або вище аудіо 192 кбіт/с або вище.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 1080p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps, y los combina en un solo archivo.
uk: Відео 1080p або нижче аудіо 256 кбіт/с або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 1080p y la mejor calidad de audio con una tasa de bits igual o superior a 256 kbps, y los combina en un solo archivo.
uk: Відео 1080p або вище аудіо 256 кбіт/с або вище.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 1080p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps, y los combina en un solo archivo.
uk: Відео 1080p або нижче аудіо 320 кбіт/с або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 1080p y la mejor calidad de audio con una tasa de bits igual o superior a 320 kbps, y los combina en un solo archivo.
uk: Відео 1080p або вище аудіо 320 кбіт/с або вище.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 1080p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 44.1 kHz, y los combina en un solo archivo.
uk: Відео 1080p або нижче аудіо з частотою 44,1 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 1080p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 44.1 kHz, y los combina en un solo archivo.
uk: Відео 1080p або вище аудіо з частотою 44,1 кГц або вище.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 1080p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
uk: Відео 1080p або нижче аудіо з частотою 48 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 1080p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 48 kHz, y los combina en un solo archivo.
uk: Відео 1080p або вище аудіо з частотою 48 кГц або вище.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 1080p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
uk: Відео 1080p або нижче аудіо з частотою 96 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 1080p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 96 kHz, y los combina en un solo archivo.
uk: Відео 1080p або вище аудіо з частотою 96 кГц або вище.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 1080p y la mejor calidad de audio con una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
uk: Відео 1080p або нижче аудіо з частотою 192 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 1080p y la mejor calidad de audio con una frecuencia de muestreo igual o superior a 192 kHz, y los combina en un solo archivo.
uk: Відео 1080p або вище аудіо з частотою 192 кГц або вище.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 1080p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
uk: Відео 1080p або нижче аудіо 96 кбіт/с або нижче і частотою 48 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 1080p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
uk: Відео 1080p або нижче аудіо 128 кбіт/с або нижче і частотою 48 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 1080p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
uk: Відео 1080p або нижче аудіо 192 кбіт/с або нижче і частотою 48 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 1080p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
uk: Відео 1080p або нижче аудіо 256 кбіт/с або нижче і частотою 48 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 1080p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps y una frecuencia de muestreo igual o menor a 48 kHz, y los combina en un solo archivo.
uk: Відео 1080p або нижче аудіо 320 кбіт/с або нижче і частотою 48 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 1080p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
uk: Відео 1080p або нижче аудіо 96 кбіт/с або нижче і частотою 96 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 1080p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
uk: Відео 1080p або нижче аудіо 128 кбіт/с або нижче і частотою 96 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 1080p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
uk: Відео 1080p або нижче аудіо 192 кбіт/с або нижче і частотою 96 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 1080p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
uk: Відео 1080p або нижче аудіо 256 кбіт/с або нижче і частотою 96 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 1080p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps y una frecuencia de muestreo igual o menor a 96 kHz, y los combina en un solo archivo.
uk: Відео 1080p або нижче аудіо 320 кбіт/с або нижче і частотою 96 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 1080p y la mejor calidad de audio con una tasa de bits igual o menor a 96 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
uk: Відео 1080p або нижче аудіо 96 кбіт/с або нижче і частотою 192 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 1080p y la mejor calidad de audio con una tasa de bits igual o menor a 128 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
uk: Відео 1080p або нижче аудіо 128 кбіт/с або нижче і частотою 192 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 1080p y la mejor calidad de audio con una tasa de bits igual o menor a 192 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
uk: Відео 1080p або нижче аудіо 192 кбіт/с або нижче і частотою 192 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 1080p y la mejor calidad de audio con una tasa de bits igual o menor a 256 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
uk: Відео 1080p або нижче аудіо 256 кбіт/с або нижче і частотою 192 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 1080p y la mejor calidad de audio con una tasa de bits igual o menor a 320 kbps y una frecuencia de muestreo igual o menor a 192 kHz, y los combina en un solo archivo.
uk: Відео 1080p або нижче аудіо 320 кбіт/с або нижче і частотою 192 кГц або нижче.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 1440p y la mejor calidad de audio, y los combina en un solo archivo.
uk: Відео 1440p або нижче та найкраще аудіо.

source: Selecciona la mejor calidad de video con una resolución igual o menor a 1440p y la mejor calidad de audio con el códec AAC, y los combina en un solo archivo.
uk: Відео 1440p або нижче та найкраще аудіо з кодеком AAC.
